Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: Follow requests to {{public_body_name}}
sq: Ndiq kërkesat për {{public_body_name}}

source: Follow these requests
sq: Ndiqi këto kërkesa

source: Follow things matching this search
sq: Ndiq gjërat që përputhen me këtë kërkim

source: Follow this link to see the request:
sq: Kliko këtë vegzë për të parë kërkesën:

source: Follow this link to see the requests:
sq: Ndiqe këtë lidhje për të parë kërkesat:

source: Follow this person
sq: Ndiq këtë person

source: Follow this request
sq: Ndiq këtë kërkesë

source: Follow up
sq: Vijues

source: Follow up message sent by requester
sq: Mesazhi vijues është dërguar nga kërkuesi

source: Follow up messages to existing requests are sent to <strong>{{authority_email}}</strong>.
sq: Mesazhet pasuese për kërkesat ekzistuese dërgohen tek <strong>{{authority_email}}</strong>.

source: Follow up sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
sq: Mesazhi vijues dërguar {{public_body_name}} nga {{info_request_user}} më {{date}}.

source: Follow ups and new responses to this request have been stopped to prevent spam. Please <a href="{{url}}">contact us</a> if you are {{user_link}} and need to send a follow up.
sq: Mesazhet vijues dhe përgjigjet e reja në këtë kërkesë janë ndaluar për të parandaluar spam emailat. Të lutem <a href="{{url}}"> na kontakto</a> nëse ti je {{user_link}} dhe ke nevojë të dërgosh mesazh vazhdues.

source: Follow us on Facebook
sq: Na ndiqni në Facebook

source: Follow us on twitter
sq: Na ndiqni në twitter

source: Following
sq: Duke ndjekur

source: Followups cannot be sent for this request, as it was made externally, and published here by {{public_body_name}} on the requester's behalf.
sq: Mesazhet vijues nuk mund të dërgohen për këtë kërkesë, sepse është bërë nga jashtë, dhe është publikuar këtu {{public_body_name}} në emër të kërkuesit.

source: Forgotten your password?
sq: Ke harruar fjalëkalimin?

source: Found {{count}} public authority
sq: U gjet {{count}} institucion publik

source: Found {{count}} public authority beginning with ‘{{first_letter}}’
sq: U gjet {{count}} institucion publik duke filluar me ‘{{first_letter}}’

source: Found {{count}} public authority in the category ‘{{category_name}}’
sq: U gjet {{count}} institucion publik në kategorinë ‘{{category_name}}’

source: Found {{count}} public authority matching the tag ‘{{tag_name}}’
sq: U gjet {{count}} institucion publik me etiketën ‘{{tag_name}}’

source: Four weeks ago you made an Access to Public Documents request to {{public_body_name}} using {{site_name}}.
sq: Para 4 jave bëtë kërkesë për qasje në dokumente publike {{public_body_name}} duke përdorur {{site_name}}.

source: Access to Public Documents
sq: Qasja në Dokumente Publike

source: Access to Public Documents Act
sq: Ligji për të Drejtën e Qasjes në Dokumente Publike

source: Access to Public Documents law does not apply to this authority, so you cannot make a request to it.
sq: Ligji për të Drejtën e Qasjes në Dokumente Publike nuk aplikohet për këtë institucion, kështu që nuk mund të dërgoni një kërkesë për të.

source: Access to Public Documents law no longer applies to this authority. Follow up messages to existing requests are sent to <strong>{{authority_email}}</strong>.
sq: Ligjet mbi të Drejtën e Qasjes në Dokumente Publike nuk janë të aplikueshme për këtë institucion. Mesazhet vijuese dërgohen te <strong>{{authority_email}}</strong>.

source: Access to Public Documents law no longer applies to {{public_body_name}}.
sq: Ligji për të Drejtën e Qasjes në Dokumente Publike nuk aplikohet më për {{public_body_name}}.

source: Access to Public Documents requests made
sq: Kërkesat e bëra për të Drejtën e Qasjes në Dokumente Publike

source: Access to Public Documents requests made by this person
sq: Kërkesat për të Drejtën e Qasjes në Dokumente Publike të bëra nga ky person

source: Access to Public Documents requests made by you
sq: Kërkesat për të Drejtën e Qasjes në Dokumente Publike të bërë prej jush

source: Access to Public Documents requests made using this site
sq: Kërkesat për të Drejtën e Qasjes në Dokumente Publike të bëra duke përdorur këtë faqe

source: From
sq: Nga

source: From the request page, try replying to a particular message, rather than sending a general followup. If you need to make a general followup, and know an email which will go to the right place, please <a href="{{url}}">send it to us</a>.
sq: Nga faqja e kërkesës, provo të përgjigjesh në një mesazh të caktuar, në vend se të shkruash një përgjigje të përgjithshme. Nëse të duhet të shkruash përgjigje të përgjithshme, dhe e di emailin ku duhet ta drejtosh, atëherë të lutem <a href="{{url}}">dërgoje tek ne</a>.

source: From time to time requests need to be hidden on {{site_name}}. This can happen for a number of reasons. For example, the request could be about someone’s personal information that shouldn’t be public or the contents could be abusive.
sq: Kohë pas kohe kërkesat duhet të fshehen në {{site_name}}. Kjo mund të ndodh për disa arsye. P.sh., kërkesa mund të jetë për të dhënat personale të dikujt që nuk duhet të jenë publike ose përmbajtja mund të jetë abuzuese.

source: From:
sq: Nga:

source: GIVE DETAILS ABOUT YOUR COMPLAINT HERE
sq: JEPI DETAJET PËR ANKESËN TËNDE KËTU

source: Get help to challenge it.
sq: Merr ndihmë për ta sfiduar atë.

source: Getting long – remember to keep it focussed
sq: Ka nisur të zgjatet - qëndro i fokusuar

source: Go back to refusal advice questions
sq: Kthehu të pyetjet këshilluese të refuzimit

source: Got a {{site_name}} account?
sq: A keni llogari në {{site_name}} ?

source: Got an account?
sq: Keni llogari?

source: Handled by postal mail
sq: Trajtuar me postë

source: Handled by postal mail.
sq: Trajtuar me postë.

source: Has this request been referenced in a news article or academic paper?
sq: A është referuar kjo kërkesë në artikull lajmesh ose në punim shkencor?

source: Has this request been referenced in a news article or academic paper? Let us know:
sq: A është referuar kjo kërkesë në artikull lajmesh ose në punim shkencor? Na tregoni:

source: Hello! We have an <a href="{{url}}">important message</a> for visitors outside {{country_name}}
sq: Përshëndetje! Kemi një <a href="{{url}}">mesazh të rëndësishëm</a> për vizitorët jashtë {{country_name}}

source: Hello! We have an <a href="{{url}}">important message</a> for visitors in other countries
sq: Përshëndetje! Kemi një<a href="{{url}}">mesazh të rëndësishëm</a> për vizitorët në vende të tjera

source: Hello! We have an <a href="{{url}}">important message</a> for visitors in other countries. You can also make Access to Public Documents requests to EU institutions at {{link_to_asktheeu}}
sq: Përshëndetje! Kemi një <a href="{{url}}">mesazh të rëndësishëm</a> për vizitorët nga vende të tjera. Ju mund të bëni kërkesa mbi të Drejtën e Qasjes në Dokumente Publike në Institucionet e BE-së në {{link_to_asktheeu}}

source: Hello! We have an <a href="{{url}}">important message</a> for visitors outside {{country_name}}. You can also make Access to Public Documents requests to EU institutions at {{link_to_asktheeu}}
sq: Përshëndetje! Kemi një <a href="{{url}}">mesazh të rëndësishëm</a> për vizitorët jashtë {{country_name}}. Ju mund të bëni kërkesa mbi të Drejtën e Qasjes në Dokumente Publike në Institucionet e BE-së në {{link_to_asktheeu}}

source: Hello! You can make Access to Public Documents requests within {{country_name}} at {{link_to_website}}
sq: Përshëndetje! Ju mund të bëni një kërkesë për të Drejtën e Qasjes në Dokumente Publike brenda {{country_name}} tek {{link_to_website}}

source: Hello! You can make Access to Public Documents requests within {{country_name}} at {{link_to_website}} and to EU institutions at {{link_to_asktheeu}}
sq: Përshëndetje! Mund të bësh kërkesa për të Drejtën e Qasjes në Dokumente Publike për autoritetet e {{country_name}} në {{link_to_website}} dhe tek Institucionet e BE-së në {{link_to_asktheeu}}

source: Help
sq: Si funksionon

source: Help us classify requests that haven't been updated
sq: Na ndihmoni të klasifikojmë kërkesat që nuk janë përditësuar

source: Here <strong>described</strong> means when a user selected a status for the request, and the most recent event had its status updated to that value. <strong>calculated</strong> is then inferred by {{site_name}} for intermediate events, which weren't given an explicit description by a user. See the <a href="{{search_path}}">search tips</a> for description of the states.
sq: Këtu <strong>i përshkruar</strong> do të thotë kur një përdorues zgjodhi një status për kërkesën dhe ngjarjes më të fundit iu përditësua statusi në atë vlerë. <strong>llogaritur</strong> më pas nxirret nga {{site_name}} për ngjarjet e ndërmjetme, të cilave nuk u është dhënë një përshkrim i qartë nga një përdorues. Shikoni <a href="{{search_path}}">këshillat e kërkimit</a> për përshkrimin e gjendjeve.

source: Here are some snippets that may help you <strong>challenge a refusal</strong>:
sq: Ja disa copëza teksti që ju mund të ju ndihmojnë të<strong>sfidoni një refuzim</strong>:

source: Here is the message you wrote, in case you would like to copy the text and save it for later.
sq: Këtu është mesazhi që ju keni shkruar, në rast se dëshironi të kopjoni tekstin dhe ta ruani atë për më vonë.

source: Here you can <a href="#public_bodies">see how well public bodies have responded</a> to requests on {{site_name}} and <a href="#people">meet the people most actively using it</a>. You can also find <a href="#requests">statistics about requests</a> over time.
sq: Këtu mund të <a href="#public_bodies">shihni sa mirë institucionet janë përgjigjur</a> në kërkesat në {{site_name}} dhe <a href="#people">të takoni njerëzit më aktiv në të</a>. Po ashtu mund të gjeni <a href="#requests">statistika për kërkesat </a> përgjatë kohës.

source: Here you can see how often {{site_name}} administrators have hidden requests.
sq: Këtu mund të shihni sa shpesh administratorët e {{site_name}} kanë fshehur kërkesat.

source: Here's your daily request summary from {{site_name}}
sq: Këtu është përmbledhja ditore e kërkesave tuaja {{site_name}}

source: Hi! We need your help. The person who made the following request hasn't told us whether or not it was successful. Would you mind taking a moment to read it and help us keep the place tidy for everyone? Thanks.
sq: Përshëndetje! Kemi nevojë për ndihmën tuaj. Personi i cili ka bërë këtë kërkesë nuk na ka thënë nëse ishte apo jo e sukseshme. A keni mundësi ta lexoni dhe të na ndihmoni që ta mbajmë këtë vend të rregullt për këdo? Faleminderit.

source: Hidden
sq: Fshehur

source: Hidden requests are not counted. Unclassified requests do not count towards the percentages.
sq: Kërkesat e fshehura nuk numërohen. Kërkesat e paklasifikuara nuk numërohen për përqindje.

source: Home page of authority
sq: Faqja elektronike e institucionit

source: How it works
sq: Si funksionon

source: However, you have the right to request environmental information under a different law
sq: Megjithatë, ju keni të drejtë të kërkoni informacion për mjedisin nën një ligj tjetër

source: Human health and safety
sq: Shëndeti dhe siguria e njeriut

source: I also want to know!
sq: Unë gjithashtu dua të di!

source: I am asking for <strong>new information</strong>
sq: Unë po kërkoj <strong>informacion të ri</strong>

source: I am requesting an <strong>internal review</strong>
sq: Po kërkoj <strong>rishqyrtimin të brendshëm</strong>

source: I am writing to request an internal review of {{public_body_name}}'s handling of my APD request '{{info_request_title}}'.
sq: Une po ju shkruaj për të kërkuar një rishqyrtim të brendshëm të {{public_body_name}}'s që trajton kërkesën time për QDP '{{info_request_title}}'.

source: I don't like these ones &mdash; give me some more!
sq: Nuk më pëlqejnë këto kërkesa &mdash; më jep disa të tjera!

source: I don't want to do any more tidying now!
sq: Nuk dua të rregulloj e organizoj më tutje!

source: I like this request
sq: Më pëlqen kjo kërkesë

source: I would like to <strong>withdraw this request</strong>
sq: Do të doja të <strong>tërheq këtë kërkesë</strong>

source: I'm still <strong>waiting</strong> for my information <small>(maybe you got an acknowledgement)</small>
sq: Akoma po <strong>pres</strong> informacionin tim <small>(ndoshta ke marrë konfirmim)</small>

source: I'm still <strong>waiting</strong> for the internal review
sq: Akoma po <strong>pres</strong> rishqyrtimin e brendshëm

source: I'm waiting for an <strong>internal review</strong> response
sq: Unë jam duke pritur për një përgjigje <strong>rishqyrtimi të brendshëm</strong>

source: I've been asked to <strong>clarify</strong> my request
sq: Më kanë kërkuar të <strong>qartësoj</strong> kërkesën time

source: I've received <strong>all the information</strong>
sq: Kam marrë <strong>të gjitha informatat</strong>

source: I've received <strong>some of the information</strong>
sq: Kam marrë <strong>disa prej informacioneve</strong>

source: I've received an <strong>error message</strong>
sq: Kam marrë një <strong>mesazh gabimi</strong>

source: I've received an error message
sq: Kam marrë një mesazh gabimi

source: If the address is wrong, or you know a better address, please <a href="{{url}}">contact us</a>.
sq: Nëse adresa është e gabuar, ose ju dini një adresë më të mirë, të lutem <a href="{{url}}">na kontakto</a>.

source: If the error was a delivery failure, and you can find an up to date APD email address for the authority, please tell us using the form below.
sq: Nëse gabimi ishte një dështim në dërgim dhe ju mund të gjeni një adresë elektonike të përditësuar të institucionit për QDP, ju lutem na thoni duke përdorur formularin si më poshtë.

source: If this is a recent message, check back tomorrow, as we check for new logs periodically.
sq: Nëse ky është një mesazh i rishtëm, rishiko nesër pasi i kontrollojmë logjet periodikisht.

source: If this is incorrect, or you would like to send a late response to the request or an email on another subject to {{user}}, then please email {{contact_email}} to ask us to reopen the request. You can then resend the response.
sq: Nëse kjo është e pasaktë, ose dëshironi t'i dërgoni një përgjigje të vonuar kërkesës ose një email për një temë tjetër të {{user}}, atëherë ju lutemi dërgoni email në {{contact_email}} për të na kërkuar të rihapim kërkesën. Më pas mund ta ridërgoni përgjigjen.

source: If you are dissatisfied by the response you got from the public authority, you have the right to complain (<a href="{{url}}">details</a>).
sq: Nëse je i pakënaqur me përgjigjen nga institucioni publik, ke të drejtën të ankohesh (<a href="{{url}}">detajet</a>).

source: If you are still having trouble, please <a href="{{url}}">contact us</a>.
sq: Nëse ende po keni probleme, të lutem <a href="{{url}}">na kontakto</a>.

source: If you are the requester, then you may {{sign_in_link}} to view the attachment.
sq: Nëse jeni kërkuesi, atëherë ju mund të {{sign_in_link}} për të parë bashkëngjitjen.

source: If you are the requester, then you may {{sign_in_link}} to view the message.
sq: Nëse jeni ju kërkuesi, atëherë mund të {{sign_in_link}} për të parë mesazhin.

source: If you are the requester, then you may {{sign_in_link}} to view the request.
sq: Nëse jeni ju kërkuesi, atëherë mund të {{sign_in_link}} për të parë kërkesën.

source: If you are {{user_link}}, please
sq: Nëse jeni ju {{user_link}}, të lutem

source: If you believe this request is not suitable, you can report it for attention by the site administrators using this form
sq: Nëse besoni se kjo kërkesë është e papërshtatshme, ju mund të raportoni atë për vëmendjen e administratorëve të faqes duke përdorur këtë formular

source: If you can spare a few minutes to complete our short survey, it will help us make the site better. Just follow the link below.
sq: Nëse keni ca minuta për ta plotësuar sondazhin tonë të shkurtër, do të na ndihmoj ta bëjmë faqen më të mirë. Vetëm ndiqeni lidhjen më poshtë.

source: If you can't click on it in the email, you'll have to <strong>select and copy it</strong> from the email. Then <strong>paste it into your browser</strong>, into the place you would type the address of any other webpage.
sq: Nëse ti nuk mund të klikosh në e-mail, duhet që ta <strong>përzgjedhësh dhe t'a kopjosh </strong>. Pastaj <strong>e bashkangjit (paste)</strong>në fushën e adresës të shfletuesit tënd.

source: If you can, scan in or photograph the response, and <strong>send us a copy to upload</strong>.
sq: Nëse mund të skanoni ose fotografoni përgjigjen, dhe të <strong>na e dërgoni që ne ta ngarkojmë atë.</strong>.

source: If you find this service useful as an APD officer, please ask your web manager to link to us from your organisation's APD page.
sq: Nese ju si nënpunës civil për të Drejtën e Qasjes në Dokumente Publike mendoni se ky shërbim është i dobishëm, ju lutem kërkojini IT-së tuaj të lidh faqen tuaj elektronike me faqen tonë të QDP.

source: If you found {{site_name}} useful, <a href="{{donation_url}}">make a donation</a> to the charity which runs it.
sq: Nëse mendon se {{site_name}} është i dobishëm, <a href="{{donation_url}}">dërgo një donacion</a> për organizatat që e menaxhojnë atë.

source: If you got the email <strong>more than two months ago</strong> or <strong>updated your user profile</strong>, then this login link won't work any more. Please try doing what you were doing from the beginning.
sq: Nëse e keni marrë emailin <strong>më shumë se dy muaj më parë</strong> ose <strong>keni përditësuar profilin tuaj të përdoruesit</strong>, atëherë kjo lidhje identifikimi nuk do të funksionoj më. Ju lutemi provoni të bëni atë që po bënit në fillim.

source: If you have not done so already, please write a message below telling the authority that you have withdrawn your request. Otherwise they will not know it has been withdrawn.
sq: Ju lutem nëse nuk keni dërguar ende mesazh tek institucioni përkatëse për t'i njoftuar që e keni tërhequr kërkesën tuaj, atëherë bëjeni tani. Në të kundërtën, ata nuk do dinë që ju jeni tërhequr.

source: If you know the address to use, then please <a href="{{url}}">send it to us</a>. You may be able to find the address on their website, or by phoning them up and asking.
sq: Nëse e dini adresën që duhet të përdorni, atëherë ju lutemi <a href="{{url}}">ta dërgoni atë dhe tek ne</a>. Ju mund ta gjeni adresën në faqen e tyre elektronike, apo duke i marrë në telefon.

source: If you reply to this message it will go directly to {{user_name}}, who will learn your email address. Only reply if that is okay.
sq: Nëse i përgjigjeni këtij mesazhi, atëherë përgjigja do të shkoj direkt tek {{user_name}}, të cilët do ta mësojnë adresën tuaj të emailit. Përgjigjuni vetëm nëse jeni dakort për këtë.

source: If you use web-based email or have "junk mail" filters, also check your bulk/spam mail folders. Sometimes, our messages are marked that way.
sq: Nëse përdorni postë elektronike "web-based" ose ke filtra të tillë si "junk mail", kontrollo edhe folderat bulk/spam. Ndonjëherë, mesazhet tona janë të markuara në këtë mënyrë.

source: If you want to try and get the rest of the information, here's what to do now.
sq: Nëse dëshiron të tentosh që të marrësh edhe pjesën e mbetur të informacionit, ja çfarë mund të bëni.

source: If you would like to contest the authority's claim that they do not hold the information, here is <a href="{{complain_url}}">how to complain</a>.
sq: Nëse dëshironi të kundërshtoni pretendimin e institucionit përkatës që nuk e kanë një informacion të tillë, këtu keni <a href="{{complain_url}}"> se si të ankoheni</a>.

source: If you would like us to lift this ban, then you may politely <a href="/help/contact">contact us</a> giving reasons.
sq: Nëse dëshironi që të heqim këtë ndalesë, atëherë me mirësjellje <a href="/help/contact">mund të na kontaktoni</a> për të dhënë shpjegimet tuaja.

source: If you write about these requests (for example in a forum or a blog) please link to this page.
sq: Nëse shkruani për këto kërkesa (për shembull në një forum apo një blog) ju lutem lidheni me këtë faqe.

source: If you write about this request (for example in a forum or a blog) please link to this page, and <a href="{{url}}">add an annotation</a> below telling people about your writing.
sq: Nëse shkruani për këtë kërkesë ( për shembull ne një forum apo një blog) ju lutem lidheni me këtë faqe dhe<a href="{{url}}">shto një shënim</a> si më poshtë për t'ju thënë të tjerëve për shkrimet e tua.

source: If you write about this request (for example in a forum or a blog) please link to this page.
sq: Nëse shkruani për këtë kërkesë (për shembull në një forum apo një blog) ju lutemi lidheni me këtë faqe.

source: If your browser is set to accept cookies and you are seeing this message, then there is probably a fault with our server.
sq: Nëse brouseri juaj është programuar për të pranuar "cookies" dhe ju jeni duke parë këtë mesazh, atëherë me sa duket ka gabim në serverin tonë.

source: Improve your account security
sq: Përmirësoni sigurinë e llogarisë suaj

source: In progress
sq: Në proces

source: In the News
sq: Në lajme

source: Include relevant links, such as to a campaign page, your blog or a twitter account. They will be made clickable. e.g.
sq: Përfshini lidhje relevante, të tilla si faqe fushatash, blogun apo llogarinë tuaj të twitter-it. Këto lidhje do të jene të klikueshme p.sh.

source: Incoming message has a spam score above the configured threshold ({{spam_threshold}}).
sq: Mesazhi që po vjen ka një spam score mbi konfigurimin hyrës ({{spam_threshold}}).

source: Individual requests
sq: Kërkesa individuale

source: Information not held
sq: Informacioni nuk mbahet

source: Information not held.
sq: Informacioni nuk u mbajt.

source: Information on emissions and discharges (e.g. noise, energy, radiation, waste materials)
sq: Informacion lidhur me emetimet dhe shkarkimet (p.sh. zhurma, energji, rrezatim, mbetje)

source: Internal review
sq: Shqyrtim i brendshëm

source: Internal review of {{email_subject}}
sq: Shqyrtim i brendshëm i {{email_subject}}

source: Internal review request
sq: Kërkesë për shqyrtim të brendshëm

source: Internal review request sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
sq: Kërkesa për shqyrtim të brendshëm dërguar tek {{public_body_name}} nga {{info_request_user}} më {{date}}.

source: Invalid form submission
sq: Dorëzimi i formularit i pavlefshëm

source: Invalid one time password
sq: Fjalëkalim njëpërdorimësh i pasaktë

source: Invalid token
sq: Token i pavlefshëm

source: Is {{email_address}} the wrong address for {{law_used_full}} requests to {{public_body_name}}? If so, please contact us using this form:
sq: A është {{email_address}} adresa e gabuar për kërkesat e {{law_used_full}} drejtuar {{public_body_name}}? Nëse po, ju lutemi na kontaktoni duke përdorur këtë formular:

source: It looks like something has gone wrong when sending this message. It could be a technical issue, or an issue with the email address we have for the authority.
sq: Duket sikur diçka shkoi keq gjatë dërgimit të këtij mesazhi. Mund të jetë një problem teknik ose një problem me adresën e emailit që kemi për institucionin.

source: It may be that your browser is not set to accept a thing called "cookies", or cannot do so. If you can, please enable cookies, or try using a different browser. Then press refresh to have another go.
sq: Kjo mund të jetë sepse brauseri juaj nuk është i programuar të pranojë "cookies", ose nuk mund ta bëjë këtë. Nëse keni mundësi, të lutem aktivizoni "cookies", ose përdorni një brauser (browser) tjetër. Pastaj shtyp "refresh" për të provuar edhe një herë.

source: Items matching the following conditions are currently displayed on your wall.
sq: Artikujt që i përputhen kushteve të paraqitura aktualisht janë shfaqur në murin tuaj.
