Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: delivered
sq: dorëzuar

source: details
sq: detajet

source: display_status only works for incoming and outgoing messages right now
sq: statusi_shfaqjes tani për tani punon vetëm për mesazhet hyrëse dhe dalëse

source: e.g. Ministry of Defence
sq: p.sh. Ministria e Mbrojtjes

source: edit text about you
sq: redakto tekstin në lidhje me ju

source: email address
sq: adresa e postës elektronike

source: everything
sq: gjithçka

source: external
sq: i jashtëm

source: failed
sq: dështoi

source: have delayed.
sq: kanë vonuar.

source: hide quoted sections
sq: fsheh pjesët e cituara

source: internal error
sq: gabim i brendshëm i sistemit

source: internal reviews
sq: rishqyrtim i brendshëm

source: logged in as user {{user_name}}
sq: i identifikuar si përdoruesi {{user_name}}

source: messages from authorities
sq: mesazhe nga institucioni

source: messages from users
sq: mesazhe nga përdoruesit

source: mobile number
sq: numri celularit

source: mySociety:Helping people set up sites like {{site_name}} all over the world
sq: mySociety:Ndihmon njerëzit të ndërtojnë faqe të tilla si {{site_name}} në të gjithë botën

source: new requests
sq: kërkesa të reja

source: no later than
sq: jo më vonë se

source: normally
sq: normalisht

source: not logged in
sq: pa kyçur

source: other
sq: tjetër

source: overdue
sq: vonuar

source: request hide events
sq: kërko ngjarje të fshehura

source: requesting an internal review
sq: duke kërkuar rishqyrtim të brendshëm

source: requests
sq: kërkesat

source: requests which are successful
sq: kërkesat që janë të suksesshme

source: requests which are successful matching text '{{query}}'
sq: kërkesat që janë të suksesshme që përputhen me tekstin '{{query}}'

source: response received
sq: u mor përgjigja

source: send a follow up message
sq: dërgo një mesazh vijues

source: sent
sq: dërguar

source: show quoted sections
sq: shfaq pjesët e cituara

source: sign in
sq: kyçu

source: successful requests
sq: kërkesat e suksesshme

source: the main APD contact address for {{public_body}}
sq: adresa kryesore kontaktuese për të Drejtën e Qasjes në Dokumente Publike tek {{public_body}}

source: the main APD contact at {{public_body}}
sq: kontakti kryesor për të Drejtën e Qasjes në Dokumente Publike tek {{public_body}}

source: the {{site_name}} team
sq: ekipi i {{site_name}}

source: to send a follow up message.
sq: për të dërguar një mesazh vijues.

source: type your search term here
sq: shtypni frazat e kërkimit tuaj këtu

source: unknown
sq: panjohur

source: unknown reason
sq: arsye e panjohur

source: unknown reason
sq: arsye e panjohur

source: unknown status {{state}}
sq: status i panjohur {{state}}

source: unknown status {{status}}
sq: status i panjohur {{status}}

source: unresolved requests
sq: kërkesat e pazgjidhura

source: unsubscribe
sq: ndërpreje abonimin

source: unsubscribe all
sq: ndërprej të gjitha abonimet

source: unsuccessful requests
sq: kërkesat e pasuksesshme

source: users
sq: përdorues

source: very overdue
sq: shumë e vonuar

source: what's that?
sq: çfarë është ajo?

source: {{authority_name}} <strong>did not have</strong> the information requested.
sq: {{authority_name}} <strong>nuk e kanë</strong> informacionin e kërkuar.

source: {{authority_name}} is <strong>waiting for your clarification</strong>.
sq: {{authority_name}} është duke <strong>pritur për sqarimin tuaj</strong>.

source: {{contributor_count}} contributors
sq: {{contributor_count}} kontribues

source: {{count}} Attachment
sq: {{count}} Shtojcë

source: {{count}} annotation made.
sq: {{count}} shënim i bërë.

source: {{count}} follower
sq: {{count}} ndjekës

source: {{count}} matching authority
sq: {{count}} institucion që përputhet

source: {{count}} request
sq: {{count}} kërkesë

source: {{count}} request had a new response:
sq: {{count}} kërkesë ka pasur përgjigje të re:

source: {{count}} request has been made public on {{site_name}}.
sq: {{count}} kërkesë është bërë publike në {{site_name}}.

source: {{count}} request has not had a prompt response:
sq: {{count}} kërkesa nuk kanë pasur përgjigje të menjëhershme:

source: {{count}} request has still not had a response:
sq: {{count}} kërkesë ende nuk ka pas përgjigje:

source: {{count}} request made.
sq: {{count}} kërkesë e bërë.

source: {{count}} request will be made public on {{site_name}} in the next week. If you do not wish this request to go public at that time, please click on the link below to keep it private for longer.
sq: {{count}} kërkesa do të bëhen publike në {{site_name}} javën e ardhshme. Nëse nuk dëshironi që kjo kërkesë të bëhet publike në atë kohë, ju lutemi klikoni në lidhjet e mëposhtme për t'i mbajtur ato private për më gjatë.

source: {{count}} request.
sq: {{count}} kërkesë.

source: {{existing_request_user}} already created the same request on {{date}}. You can either view the <a href="{{existing_request}}">existing request</a>, or edit the details below to make a new but similar request.
sq: {{existing_request_user}} ka krijuar tashmë të njëjtën kërkesë më {{date}}. Ju ose mund të shikoni <a href="{{existing_request}}">kërkesën ekzistuese</a>, ose ti modifikoni detajet më poshtë për të bërë një kërkesë të re, por të ngjashme.

source: {{law_used_full}} request - {{title}}
sq: Kërkesë për {{law_used_full}} - {{title}}

source: {{law_used_short}} requests at {{public_body}}
sq: kërkesa {{law_used_short}} tek {{public_body}}

source: {{law_used_short}} requests to '{{public_body_name}}'
sq: Kërkesat {{law_used_short}} për '{{public_body_name}}'

source: {{length_of_time}} ago
sq: {{length_of_time}} më parë

source: {{number_of_comments}} comment
sq: {{number_of_comments}} koment

source: {{number_of_requests}} request
sq: {{number_of_requests}} kërkesë

source: {{number_of_requests}} request left to categorise / {{total_number_of_requests}} total
sq: {{number_of_requests}} kërkesë ka mbetur për tu kategorizuar / {{total_number_of_requests}} gjithsej

source: {{pro_site_name}} Terms
sq: {{pro_site_name}} Kushtet

source: {{pro_site_name}} is a powerful, fully-featured APD toolkit for journalists.
sq: {{pro_site_name}} është një vegël e fuqishme për QDP për gazetarë.

source: {{public_body_link}} answered a request about
sq: {{public_body_link}} ju përgjigj një kërkese lidhur me

source: {{public_body_link}} was sent a request about
sq: {{public_body_link}} ju dërguar një kërkesë lidhur me

source: {{public_body_name}} have not replied to your {{law_used_short}} request {{title}} promptly, as normally required by law. Click on the link below to remind them to reply.
sq: {{public_body_name}} nuk i janë përgjigjur menjëherë kërkesës suaj {{law_used_short}} {{title}}, siç kërkohet normalisht nga ligji. Klikoni në lidhjen më poshtë për t'u kujtuar atyre që të përgjigjen.

source: {{public_body_name}} have still not replied to your {{law_used_short}} request {{title}}, as normally required by law. Click on the link below to tell them to reply. You might like to ask for an internal review, asking them to find out why their response to the request has been so slow.
sq: {{public_body_name}} ende nuk i janë përgjigjur kërkesës suaj {{law_used_short}} {{title}}, siç kërkohet normalisht nga ligji. Klikoni në lidhjen më poshtë për t'u thënë atyre të përgjigjen. Ju mund të dëshironi të kërkoni një rishikim të brendshëm, duke u kërkuar atyre të zbulojnë pse përgjigja e tyre ndaj kërkesës ka qenë kaq e ngadaltë.

source: {{public_body_name}} no longer exists. From the request page, try replying to a particular message, rather than sending a general followup. If you need to make a general followup, and know an email which will go to the right place, please <a href="{{url}}">send it to us</a>.
sq: {{public_body_name}} nuk ekziston më. Nga faqja kërkuese, përpiqu t'i përgjigjesh një mesazhi të veçantë, sesa të dërgosh një mesazh vijues. Nëse doni të bëni një mesazh vijues dhe njihni një adresë elektronike që do të shkoj në vendin e duhur, ju lutemi <a href="{{url}}">na e dërgoni edhe neve</a>.

source: {{public_body}} has asked you to explain part of your {{law_used_short}} request.
sq: {{public_body}} ka kërkuar sqarim për kërkesën mbi {{law_used_short}}.

source: {{public_body}} sent a response to {{user_name}}
sq: {{public_body}} dërgoi një përgjigje për {{user_name}}

source: {{reason}}, create an account or sign in
sq: {{reason}}, krijo një llogari të re ose kyçu

source: {{reason}}, please sign in as {{user_name}}.
sq: {{reason}}, Të lutem kyçu si {{user_name}}.

source: {{reason}}. Unfortunately we don't know the APD email address for that authority, so we can't validate this. Please <a href="{{url}}">contact us</a> to sort it out.
sq: {{reason}}. Për fat të keq nuk e dimë adresën elektronike për dërgimin e kërkesave për të Drejtën e Qasjes në Dokumente Publike për këtë institucion, kështu që ne nuk mund ta vlefshmërojmë këtë. Të lutem të <a href="{{url}}">na kontaktoni</a> për ta rregulluar atë.

source: {{search_results}} matching '{{query}}'
sq: {{search_results}} që përputhen me '{{query}}'

source: {{site_name}} blog and tweets
sq: Lajmet e {{site_name}}

source: {{site_name}} covers requests to {{number_of_authorities}} authority, including:
sq: {{site_name}} mbulon kërkesat të {{number_of_authorities}} institucion, duke përfshirë:

source: {{site_name}} has identified {{authority_name}} may have refused all or part of your request under <strong>{{refusals}}</strong>.
sq: {{site_name}} ka identifikuar që {{authority_name}} mund të ketë refuzuar plotësisht ose pjesë të kërkesës suaj nën <strong>{{refusals}}</strong>.

source: {{site_name}} login link
sq: lidhja për kyçje në {{site_name}}

source: {{site_name}} sends new requests to <strong>{{request_email}}</strong> for this authority.
sq: {{site_name}} dërgon kërkesa të reja për <strong>{{request_email}}</strong> për këtë institucion.

source: {{site_name}} users have made {{number_of_requests}} request, including:
sq: Përdoruesit e {{site_name}} kanë bërë {{number_of_requests}} kërkesë, duke përfshirë:

source: {{title}} - an Access to Public Documents request to {{public_body}}
sq: {{title}} - një kërkesë për të Drejtën e Qasjes në Dokumente Publike tek {{public_body}}

source: {{title}} - a batch request
sq: {{title}} - një listë kërkesash

source: {{user_name}} (Account suspended)
sq: {{user_name}} (Llogari e pezulluar)

source: {{user_name}} - Access to Public Documents requests
sq: {{user_name}} - Kërkesat për të Drejtën e Qasjes në Dokumente Publike

source: {{user_name}} - Two Factor Authentication
sq: {{user_name}} - Verifikimi me Dy Faktorë

source: {{user_name}} - user profile
sq: {{user_name}} - profili i përdoruesit

source: {{user_name}} - wall
sq: {{user_name}} - muri

source: {{user_name}} added an annotation
sq: {{user_name}} shtoi një shënim

source: {{user_name}} has annotated your {{law_used_short}} request. Follow this link to see what they wrote.
sq: {{user_name}} ka lënë një shënim në kërkesën tuaj {{law_used_short}}. Ndiqni këtë lidhje për të parë se çfarë kanë shkruar.

source: {{user_name}} has reported an {{law_used_short}} response as needing administrator attention. Take a look, and reply to this email to let them know what you are going to do about it.
sq: {{user_name}} ka raportuar një {{law_used_short}} përgjigje që ka nevojë për vëmendjen e administratorit. Hidhni një sy, dhe përgjigju këtij mesazhi, për t'i njoftuar se çfarë do të bëni lidhur me të.

source: {{user_name}} has used {{site_name}} to send you the message below.
sq: {{user_name}} ka përdorur {{site_name}} për të dërguar mesazhin e poshtë shënuar.

source: {{user_name}} left an annotation ({{date}})
sq: {{user_name}} ka lënë një shënim ({{date}})

source: {{user_name}} sent a follow up message to {{public_body}}
sq: {{user_name}} dërgoi mesazh vijues për {{public_body}}

source: {{user_name}} sent a request to {{public_body}}
sq: {{user_name}} dërgoi një kërkesë për {{public_body}}

source: {{user_name}} would like a new authority added to {{site_name}}
sq: {{user_name}} dëshiron të shtohet një institucion i ri {{site_name}}

source: {{user_name}} would like the email address for {{public_body_name}} to be updated
sq: {{user_name}} dëshiron përditësimin e adresës elektronike të {{public_body_name}}

source: {{username}} left an annotation:
sq: {{username}} ka lënë një shënim:

source: {{user}} ({{user_admin_link}}) made this {{law_used_full}} request (<a href="{{request_admin_url}}">admin</a>) to {{public_body_link}} (<a href="{{public_body_admin_url}}">admin</a>)
sq: {{user}} ({{user_admin_link}}) e bëri këtë {{law_used_full}} kërkesë (<a href="{{request_admin_url}}">admin</a>) te {{public_body_link}} (<a href= "{{public_body_admin_url}}">admin</a>)

source: {{user}} ({{user_admin_link}}) made this {{law_used_full}} request (<a href="{{request_admin_url}}">admin</a>) to {{public_body_link}} (<a href="{{public_body_admin_url}}">admin</a>) as part of <a href="{{url}}">a batch sent to {{count}} authorities</a>
sq: {{user}} ({{user_admin_link}}) bëri këtë kërkesë {{law_used_full}} (<a href="{{request_admin_url}}">admin</a>) te {{public_body_link}} (<a href="{{public_body_admin_url}}">admin</a>) si pjesë e <a href="{{url}}">një pakete dërguar {{count}} institucioneve</a>

source: {{user}} made this {{law_used_full}} request to {{public_body}}
sq: {{user}} bëri këtë kërkesë {{law_used_full}} te {{public_body}}

source: {{user}} made this {{law_used_full}} request to {{public_body}} as part of <a href="{{url}}">a batch sent to {{count}} authorities</a>
sq: {{user}} bëri këtë kërkesë {{law_used_full}} te {{public_body}} si pjesë e <a href="{{url}}">një pakete prej {{count}} institucioneve</a>

source: « Back to search results
sq: « Kthehu tek rezultatet e kërkimit
