Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: This table shows the technical details of the internal events that happened to this request on {{site_name}}. This could be used to generate information about the speed with which authorities respond to requests, the number of requests which require a postal response and much more.
sq: Kjo tabelë paraqet detajet teknike rreth ndodhive të brendshme të kësaj kërkese në {{site_name}}. Kjo mund të përdoret për të nxjerrë informata rreth shpejtësisë me të cilën institucionet i përgjigjen kërkesave, numrit të kërkesave që kërkojnë përgjigje postale dhe gjëra të tjera.

source: This user has been suspended from {{site_name}}
sq: Ky përdorues është pezulluar nga {{site_name}}

source: This was not possible because there is already an account using the email address {{email}}.
sq: Kjo nuk ishte e mundur sepse ekziston një llogari që po përdor këtë adresë të emailit {{email}}.

source: This will appear on your {{site_name}} profile, to make it easier for others to get involved with what you're doing.
sq: Kjo do të shfaqet në profilin tuaj në {{site_name}}, për ta bërë më të lehtë për të tjerët që të përfshihen në atë që jeni duke bërë.

source: To
sq: Për

source: To add a citation
sq: Për të shtuar një citim

source: To add a widget for <b>{{info_request_title}}</b>, copy and paste the following code to your web page:
sq: Për të shtuar një widget për <b>{{info_request_title}}</b>, kopjo dhe ngjit kodin vijues tek faqja juaj e internetit:

source: To cancel these alerts
sq: Për të anuluar këto njoftime

source: To cancel this alert
sq: Për të anuluar këtë njoftim

source: To carry on, you need to sign in or make an account. Unfortunately, there was a technical problem trying to do this.
sq: Për të vazhduar, duhet të kyçesh ose të hapësh një llogari. Për fat të keq, ka pasur një problem teknik gjatë përpjekjes për të bërë këtë.

source: To change your email address used on {{site_name}}
sq: Për të ndryshuar adresën tuaj të postës elektronike të përdorur në {{site_name}}

source: To classify the response to this APD request
sq: Për të klasifikuar përgjigjen e kësaj kërkese për të Drejtën e Qasjes në Dokumente Publike

source: To do that please send a private email to {{postal_email}} {{postal_email_link}} containing your postal address, and asking them to reply to this request. Or you could phone them.
sq: Për të bërë këtë ju lutem dërgoni një email private te {{postal_email}} {{postal_email_link}} e cila përmban adresën tuaj postale, dhe duke u kërkuar atyre të përgjigjen në këtë kërkesë. Ose ju mund t'i telefononi ata.

source: To do this, first click on the link below.
sq: Për ta bërë këtë, së pari kliko në lidhjen si më poshtë.

source: To download the zip file
sq: Për të shkarkuar dokumentet e zip-uara

source: To follow all successful requests
sq: Për të ndjekur të gjitha kërkesat e suksesshme

source: To follow new requests
sq: Për të ndjekur kërkesat e reja

source: To follow requests and responses matching your search
sq: Për të ndjekur kërkesat dhe përgjigjet që përputhen me kërkimin tuaj

source: To follow requests by '{{user_name}}'
sq: Për të ndjekur kërkesat nga '{{user_name}}'

source: To follow requests made using {{site_name}} to the public authority '{{public_body_name}}'
sq: Për të ndjekur kërkesat e bëra duke përdorur {{site_name}} drejtuar institucionit publik '{{public_body_name}}'

source: To follow the request '{{request_title}}'
sq: Për të ndjekur kërkesën '{{request_title}}'

source: To help us keep the site tidy, someone else has updated the status of the {{law_used_full}} request '{{title}}' that you made to {{public_body}}, to "{{display_status}}" If you disagree with their categorisation, please update the status again yourself to what you believe to be more accurate.
sq: "Për të na ndihmuar ta mbajmë site-in, dikush tjetër e ka përditësuar statusin e {{law_used_full}} kërkesës '{{title}}' që ju keni bërë te {{public_body}}, në "{{display_status}}" Nëse nuk pajtoheni me kategorizimin e tyre, ju lutemi përditësojeni statusin përsëri vetë në atë që besoni se është më e saktë.

source: To join this project
sq: Për t'u bashkëngjitur në këtë projekt

source: To leave this project
sq: Për t'u larguar nga ky projekt

source: To let everyone know, follow this link and then select the appropriate box.
sq: Për t'i bërë të ditur të tjerët, ju lutem ndiqni këtë lidhje dhe selektoni kutinë e duhur.

source: To log into the administrative interface
sq: Për t'u kyçur në ndërfaqen administrative

source: To play the request categorisation game
sq: Për të luajtur në lojën e kategorizimit të kërkesave

source: To post your annotation
sq: Për të postuar shënimin tuaj

source: To reply to {{authority_name}}.
sq: Për t'iu përgjigjur {{authority_name}}

source: To report this request
sq: Për të raportuar këtë kërkesë

source: To send a follow up message to {{authority_name}}
sq: Për të dërguar një mesazh pasues te {{authority_name}}

source: To send a message to {{user_name}}
sq: Për të dërguar mesazh te {{user_name}}

source: To send and publish your APD request
sq: Për të dërguar dhe publikuar kërkesën për QDP

source: To send your request to another authority, first copy the text of your request below, then <a href="{{find_authority_url}}">find the other authority</a>.
sq: Për të dërguar kërkesën tek një institucion tjetër, më parë kopjoni tekstin nga kërkesa juaj si më poshtë, më pas<a href="{{find_authority_url}}"> gjeni institucionin</a>.

source: To update the status of this APD request
sq: Për të përditësuar statusin e kësaj kërkese për QDP

source: To upload a response, you must be logged in using an email address from {{authority_name}}
sq: Për të ngarkuar një përgjigje, duhet të kyçesh duke përdorur një adresë elektronike nga {{authority_name}}

source: To use the advanced search, combine phrases and labels as described in the search tips below.
sq: Për të përdorur kërkimin e avancuar, kombino fraza dhe etiketa siç përshkruhet në këshilla për kërkime që shihni më poshtë.

source: To view the response, click on the link below.
sq: Për të parë përgjigjen, kliko në lidhjen më poshtë.

source: To view your two factor authentication details
sq: Për të parë detajet e verifikimit tuaj me dy faktorë

source: To {{public_body_link_absolute}}
sq: Për {{public_body_link_absolute}}

source: To:
sq: Për:

source: Today
sq: Sot

source: Too many annotations
sq: Shumë shënime

source: Too many requests
sq: Shumë kërkesa

source: Top recent players
sq: Top lojtarët e rishtëm

source: Track this person
sq: Gjurmo aktivitetin e këtij personi

source: Track this search
sq: Gjurmo këtë kërkim

source: Trial cancelled
sq: Koha provuese u anulua

source: Trial ended, first payment failed
sq: Koha provuese skadoi, pagesa e parë dështoi

source: Trial ended, first payment succeeded
sq: Koha provuese përfundoi, pagesa e parë u krye me sukses

source: Trial extended
sq: Koha provuese u zgjat

source: Try opening the logs in a new window.
sq: Provo të hapësh logun në dritare të re.

source: Turn off email alerts
sq: Ndali lajmërimet me postë elektronike

source: Tweet it
sq: Dërgoj me tweet-er

source: Tweet this request
sq: Tweet-e këtë kërkesë

source: Two factor authentication adds extra security to your account by requiring more information to reset your password.
sq: Verifikimi me dy faktorë shton me shumë siguri tek llogaria juaj duke kërkuar më shumë informacion për të ndryshuar fjalëkalimin.

source: Two factor authentication could not be disabled
sq: Verifikimi me dy faktorë nuk mund të ç'aktivizohej

source: Two factor authentication could not be enabled
sq: Verifikimi me dy faktorë nuk mund të aktivizohej

source: Two factor authentication disabled
sq: Verifikimi me dy faktorë u ç'aktivizua

source: Two factor authentication enabled
sq: Verifikimi me dy faktorë u aktivizua

source: Two factor one time passcode updated
sq: Kodkalimi i vetëm njëherë me dy faktorë u përditësua

source: Two factor one time passcode:
sq: Kodkalimi i vetëm njëherë me dy faktorë:

source: Type <strong><code>01/01/2008..14/01/2008</code></strong> to only show things that happened in the first two weeks of January.
sq: Tipi <code><strong>01/01/2008..14/01/2008</strong></code> është për të treguar vetëm gjëra që kanë ndodhur në dy javët e para të janarit.

source: URL name can't be blank
sq: Emri URL nuk mund të jetë i zbrazët

source: URL name is already taken
sq: Emri URL është tashmë i zënë

source: Unable to change email address on {{site_name}}
sq: Nuk mund të ndryshohet adresa e emailit në {{site_name}}

source: Unable to send a reply to {{username}}
sq: Nuk mund të dërgohet një përgjigje te {{username}}

source: Unable to send follow up message to {{username}}
sq: Nuk mund të dërgohet mesazhi vijues te {{username}}

source: Unavailable
sq: S'është në dispozicion

source: Unexpected search result type {{result_type}}
sq: Lloji i papritur i rezultatit të kërkuar {{result_type}}

source: Unfollow
sq: Mos ndjek

source: Unfortunately, we do not have a working address for {{public_body_names}}.
sq: Për fat të keq, nuk kemi adresën funksionale të {{public_body_names}}.

source: Unfortunately, we do not have a working {{law_used_full}} address for
sq: Për fat të keq, nuk kemi një adresë funksionale {{law_used_full}} për

source: Unknown
sq: E panjohur

source: Unknown webhook ({{id}})
sq: Webhook i panjohur ({{id}})

source: Unsubscribe
sq: Çregjistrohu

source: Unusual response
sq: Përgjigje e pazakonshme

source: Unusual response.
sq: Përgjigje e pazakonshme.

source: Update email address - {{public_body_name}}
sq: Përditëso adresën elektronike të - {{public_body_name}}

source: Update the address:
sq: Përditëso adresën:

source: Update the status of this request
sq: Përditëso statusin e kësaj kërkese

source: Update the status of your request to {{authority_name}}
sq: Përditëso statusin e kërkesës tuaj për {{authority_name}}

source: Upload APD response
sq: Ngarko përgjigjen për të Drejtën e Qasjes në Dokumente Publike

source: Use OR (in capital letters) where you don't mind which word, e.g. <strong><code>commons OR lords</code></strong>
sq: Përdor OSE (me shkronja të mëdha), atje ku nuk ke kundërshtim cilat fjalë, p.sh. <code><strong>të përbashkëta ose të mëdhaja</strong></code>

source: Use quotes when you want to find an exact phrase, e.g. <strong><code>"Liverpool City Council"</code></strong>
sq: Përdorni thonjëzat (" ") kur dëshiron të gjesh një fjalë ekzakte, p.sh. <code><strong>"Ministria e Arsimit"</strong></code>

source: Use this site to make your request for information – we'll show you how.
sq: Përdorni këtë faqe interneti për të bërë kërkesën tuaj për informacion – ne do ju tregojmë hapat që duhet ndjekur.

source: Users cannot usually make batch requests to multiple authorities at once because we don’t want public authorities to be bombarded with large numbers of inappropriate requests. Please <a href="{{url}}">contact us</a> if you think you have good reason to send the same request to multiple authorities at once.
sq: Përdoruesit zakonisht nuk mund t'u bëjnë kërkesa shumë institucioneve në të njëjtën kohë, sepse ne nuk duam që institucionet të bombardohen me një numër të madh kërkesash të papërshtatshme. Ju lutemi <a href="{{url}}">na kontaktoni</a> nëse mendoni se keni arsye të mira për t'ua dërguar të njëjtën kërkesë institucioneve në të njëjtën kohë.

source: Very long – shorter requests are more successful
sq: Shumë gjatë - kërkesat më të shkurtëra janë më të suksesshme

source: Vexatious
sq: Shqetësuese

source: Vexatious annotation
sq: Shënim i shqetësues

source: View APD email address
sq: Shih adresën e postës elektronike për të Drejtën për Qasje në Dokumente Publike

source: View APD email address for '{{public_body_name}}'
sq: Shih adresën elektronike për të Drejtën për Qasje në Dokumente Publike nga '{{public_body_name}}'

source: View APD email address for {{public_body_name}}
sq: Shih adresat elektronike për të Drejtën për Qasje në Dokumente Publike nga {{public_body_name}}

source: View Access to Public Documents requests made by {{user_name}}:
sq: Shih kërkesat për të Drejtën e Qasjes në Dokumente Publike të bëra nga {{user_name}}:

source: View authorities
sq: Shih institucionin

source: View email
sq: Shih mesazhin

source: View event history details
sq: Shih detajet e historikut të ngjarjes

source: View other requests to {{public_body}}
sq: Shih kërkesa të tjera {{public_body}}

source: View your two factor authentication one time passcode
sq: Shih kodkalimin tuaj të vetëm një herë me verifikimin dy faktorësh

source: Waiting clarification.
sq: Duke pritur sqarim.

source: Waiting for an <strong>internal review</strong> by {{public_body_link}} of their handling of this request.
sq: Duke pritur për <strong>rishqyrtim të brendshëm</strong> nga {{public_body_link}} për trajtimin e kësaj kërkese.

source: Waiting for the public authority to complete an internal review of their handling of the request
sq: Duke pritur që institucioni publik të përfundoj rishikimin e brendshëm të trajtimit të tyre të kërkesës në fjalë

source: Waiting for the public authority to reply
sq: Duke pritur që institucioni publik të përgjigjet

source: Want to know something?
sq: Dëshironi të dini diçka?

source: We consider it is not a valid APD request, and have therefore hidden it from other users.
sq: Ne nuk e konsiderojmë një kërkesë për QDP të vlefshme dhe për këtë arsye e kemi fshehur nga përdoruesit e tjerë.

source: We consider it to be vexatious, and have therefore hidden it from other users.
sq: Ne e konsiderojmë atë shqetësuese dhe për këtë arsye e kemi fshehur nga përdoruesit e tjerë.

source: We couldn't determine the delivery status of this message. It can take up to 24 hours after the message has been sent to determine delivery status information.
sq: Nuk mundëm të përcaktonim statusin e dorëzimit të këtij mesazhi. Mund të duhen deri në 24 orë pasi mesazhi të jetë dërguar për të përcaktuar statusin e dorëzimit.

source: We couldn’t display any logs for this message.
sq: Nuk mund të shfaqnim log për këtë mesazh.

source: We couldn’t load the mail server logs for this message.
sq: Nuk mund të shfaqnim logun e serverit të emailit për këtë mesazh.

source: We do not allow requests for information via {{site_name}} about your personal circumstances. We have therefore hidden your request from other users.
sq: Nuk lejojmë kërkesa për informacion përmes {{site_name}} për rrethanat tuaja personale. Për këtë arsye e kemi fshehur kërkesën nga përdoruesit tjerë.

source: We do not have a working request email address for this authority.
sq: Për fat të keq, ne nuk kemi një adresë elektronike funksionale për këtë institucion.

source: We do not have a working {{law_used_full}} address for {{public_body_name}}.
sq: Ne nuk kemi një adresë funksionale {{law_used_full}} për {{public_body_name}}.

source: We don't know the delivery status for this message.
sq: Nuk e dijmë statusin e dorëzimit për këtë mesazh.

source: We don't know whether the most recent response to this request contains information or not &ndash; if you are {{user_link}} please <a href="{{url}}">sign in</a> and let everyone know.
sq: Nuk e dimë nëse përgjigja më e fundit ndaj kësaj kërkese përmban informacion apo jo &ndash; nëse jeni {{user_link}} ju lutemi <a href="{{url}}">identifikohuni</a> dhe njoftoni të gjithë.

source: We have <a href="{{other_means_url}}">suggestions</a> on other means to answer your question.
sq: Ne kemi <a href="{{other_means_url}}">sugjerime</a> për metoda të tjera për marrë përgjigje ndaj pyetjes suaj.

source: We publish it all online. Great! Now you have your answer, and everybody else can access it too.
sq: Ne do publikojmë çdo gjë online. Shumë bukur! Tani ju keni marrë përgjigjen tuaj, gjithashtu të gjithë mund ta aksesojnë atë.

source: We will not reveal your email address to anybody unless <a href="{{url}}">you or the law tell us to</a>.
sq: Ne nuk do t'ia zbulojmë adresën tuaj elektronike askujt, përveç nëse ju e lejoni këtë. (<a href="{{url}}">detajet</a>).

source: We will not reveal your email address to anybody unless you or the law tell us to.
sq: Ne nuk do ta zbulojmë adresën e emailit tuaj askujt, përveç nëse ju e lejoni këtë.

source: We will not reveal your email addresses to anybody unless you or the law tell us to.
sq: Ne nuk do t'ia zbulojmë adresën tuaj askujt, përveç nëse ju apo ligji na thoni që duhet.

source: We would like to know more about you, and your experience making an Access to Public Documents request through the site.
sq: Do të donim të dijmë më shumë për ju, dhe për përvojën tuaj në bërjen e Kërkesave për Qasje në Dokumente Publike përmes kësaj faqeje.

source: We'll drop you an email as soon as your request gets a response.
sq: Ne do ju dërgojmë një mesazh në momentin që kërkesa juaj merr një përgjigje.

source: We're glad you got all the information that you wanted.
sq: Na vjen mirë që keni marrë të gjithat informacionet e kërkuara.

source: We're glad you got all the information that you wanted. If you write about or make use of the information, please come back and add an annotation below saying what you did.
sq: Na vjen mirë që keni marrë të gjitha informacionet e kërkuara. Nëse shkruan lidhur me këto informacione, ose i përdor ato, të lutem kthehu në këtë faqe dhe shto një shënim më poshtë që të tregosh atë që bëre.

source: We're glad you got some of the information that you wanted.
sq: Na vjen mirë që keni marrë disa prej informacioneve të kërkuara.

source: We're glad you got some of the information that you wanted. If you found {{site_name}} useful, <a href="{{donation_url}}">make a donation</a> to the charity which runs it.
sq: Na vjen mirë që keni marrë disa prej informacioneve të kërkuara. Nëse e keni gjetur {{site_name}} të dobishme, <a href="{{donation_url}}">bëj një donacion</a> për organizatat që menaxhojnë faqen.

source: We're waiting for someone to read a recent response and update the status accordingly. Perhaps <strong>you</strong> might like to help out by doing that?
sq: Jemi në pritje të dikujt që të lexoj një përgjigje aktuale dhe të përditësoj statusin siç duhet. Ndoshta <strong>ju</strong> mund të na ndihmoni duke bërë përditësimin?

source: We're waiting for {{user}} to read a recent response and update the status.
sq: Jemi në pritje të {{user}} që të lexoj një përgjigje aktuale dhe të përditësoj statusin.

source: We've received a delivery status notification from the mailserver belonging to the authority.
sq: Kemi marrë njoftim të dorëzimit nga serveri i emailit të institucionit.

source: We've sent an email to your new email address. You'll need to click the link in it before your email address will be changed.
sq: Ne të kemi dërguar një mesazh të ri në adresën tuaj elektronike. Ju duhet të klikoni tek lidhja për të parë se adresa juaj do të ndryshohet.

source: We've sent this message but we have not received a confirmation of receipt from the authority's mailserver. This can take some time.
sq: Kemi dërguar këtë mesazh por nuk kemi marrë një konfirmim të pranimit nga serveri i emailit të institucionit. Kjo mund të marrë ca kohë.

source: We've sent you an email, and you'll need to click the link in it before you can continue.
sq: Ne të kemi dërguar një mesazh, ju duhet të klikoni tek lidhja para se të vazhdoni.

source: We've sent you an email, click the link in it, then you can change your password.
sq: Të kemi dërguar një email, kliko në lidhje, pastaj mund ta ndërrosh fjalëkalimin.

source: Week starting
sq: Java që fillon

source: Welcome to the project!
sq: Mirësëvjen në projekt!

source: What are you doing?
sq: Çfarë je duke bërë?

source: What are you investigating using Access to Public Documents?
sq: Çfarë jeni duke hulumtuar (hetuar) duke përdorur të Drejtën e Qasjes në Dokumente Publike?

source: What best describes the status of this request now?
sq: Çfarë përshkruan më së miri statusin e kësaj kërkese tani?

source: What information has been released?
sq: Çfarë informacionesh janë publikuar?

source: What information has been requested?
sq: Çfarë informacionesh janë kërkuar?

source: What next?
sq: Çfarë vjen më pas?

source: What type of article is it?
sq: Çfarë lloj artikulli është?

source: What would you like to do?
sq: Çka dëshiron të bësh?

source: What's happened:
sq: Çfarë ka ndodhur:

source: When you get there, please update the status to say if the response contains any useful information.
sq: Kur të arrish atje, të lutem përditësoni statusin e kërkesës që të tregosh nëse përgjigja ka informacion të dobishëm.

source: When you receive the paper response, please help others find out what it says:
sq: Kur të marrësh përgjigjen në letër, të lutem i ndihmoni të tjerët të informohen se çfarë thuhet në të:

source: When you want to change your account password, you will also need to enter your two factor one time passcode. Your one time passcode can only be used once, so a new one will be generated after you've successfully changed your password. You'll need to update your password manager or print the new passcode.
sq: Kur dëshiron të ndryshosh fjalëkalimin e llogarisë, ju duhet gjithashtu të vendosni kodkalimin e vetëm një herë me dy faktorë. Kodikalimi juaj i vetëm një herë mund të përdoret vetëm një herë, kështu që një kodkalim i ri do të gjenerohet pasi të keni ndryshuar me sukses fjalëkalimin tuaj. Do ju nevojitet të përditësoni menaxherin e fjalëkalimeve ose të shtypni kodkalimin e ri.

source: When you're done, <strong>come back here</strong>, <a href="{{url}}">reload this page</a> and file your new request.
sq: Kur të kesh mbaruar, <strong>kthehu këtu,</strong> <a href="{{url}}">rifresko këtë faqe</a> dhe bëj kërkesën tënde të re.

source: Which of these is happening?
sq: Cila nga këto po ndodh?

source: Who can I request information from?
sq: Nga kush mund të kërkoj informacion?

source: Why specifically do you consider this request unsuitable?
sq: Pse konsideroni pikërisht këtë kërkesë të papërshtatshme?

source: Withdrawn
sq: Tërhequr

source: Withdrawn by the requester.
sq: E tërhequr nga kërkuesi.

source: Wk
sq: Java

source: Write a reply
sq: Shkruaj një përgjigje

source: Write a reply to {{authority_name}}
sq: Përgjigju te {{authority_name}}

source: Write about this on Medium
sq: Shkruaj për këtë në Medium

source: Write your APD follow up message to {{authority_name}}
sq: Shkruaj mesazhin tënd pasues për QDP te {{authority_name}}

source: Write your request in <strong>simple, precise language</strong>.
sq: Shkruaje kërkesën tënde me <strong>gjuhë të thjeshtë, dhe të saktë</strong>.

source: Yes
sq: Po

source: You already created the same batch of requests on {{date}}. You can either view the <a href="{{existing_batch}}">existing batch</a>, or edit the details below to make a new but similar batch of requests.
sq: Ju tashmë keni krijuar të njëjtën listë kërkesash më {{date}}. Ju ose mund të shikoni <a href="{{existing_batch}}">listën ekzistuese</a> ose të modifikoni detajet më poshtë për të bërë një listë të re por të ngjashme kërkesash.

source: You are a <strong>contributor</strong> on this project
sq: Je një <strong>kontribues</strong> në këtë projekt

source: You are already a member of this project
sq: Tashmë jeni anëtar i këtij projekti

source: You are already following new requests
sq: Tashmë jeni duke ndjekur kërkesat e reja

source: You are already following things matching this search
sq: Tashmë jeni duke ndjekur gjërat që përputhen me këtë kërkim

source: You are already following this person
sq: Tashmë jeni duke e ndjekur këtë person

source: You are already following this request
sq: Tashmë jeni duke ndjekur këtë kërkesë

source: You are already subscribed to '{{link_to_authority}}', a public authority.
sq: Tashmë jeni të abonuar tek '{{link_to_authority}}', një institucion publik.
