Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: [ {{site_name}} note: The above text was badly encoded, and has had strange characters removed. ]
sq: [{{site_name}} shënim: Teksti i lartshënuar është koduar keq, dhe i janë hequr karakteret e çuditshme.]

source: (<strong>no ranty</strong> politics, read our <a href="{{url}}">moderation policy</a>)
sq: (pa politikë <strong>llafazane</strong>, lexo <a href="{{url}}">politikat e moderimit</a>)

source: (<strong>patience</strong>, especially for large files, it may take a while!)
sq: <strong>(Durim,</strong> sidomos për skedar të mëdhenj, mund të marr më shumë kohë!)

source: (you)
sq: (ti)

source: - view and make Access to Public Documents requests
sq: - shfleto dhe bëj kërkesa për të Drejtën e Qasjes në Dokumente Publike

source: <strong>Privacy note:</strong> Your email address will be given to
sq: <strong>Shënim privatësie:</strong> Adresa e juaj e postës elektronike do t'i jepet

source: <strong>Summarise</strong> the content of any information returned.
sq: <strong>Përmbledh</strong> përmbajtjen e informacioneve të kthyera (përgjigjura)

source: Advise on how to <strong>best clarify</strong> the request.
sq: Këshilloni se si të <strong>sqaroni më së miri</strong> kërkesën.

source: Ideas on what <strong>other documents to request</strong> which the authority may hold.
sq: Ide se çfarë <strong>dokumentesh tjera të kërkohen</strong> që mund t'i posedoj institucioni.

source: Link to the information requested, if it is <strong>already available</strong> on the Internet.
sq: Vegza për informatat e kërkuara, në qoftë se ato <strong> tashmë janë</strong> në dispozicion në internet.

source: Offer better ways of <strong>wording the request</strong> to get the information.
sq: Propozo mënyra më të mira të <strong>formulimit të kërkesës</strong> për të marrë informacion.

source: Say how you've <strong>used the information</strong>, with links if possible.
sq: Trego se si ke <strong>përdorur informacionin,</strong> me ueb vegza nëse është e mundur.

source: Suggest <strong>where else</strong> the requester might find the information.
sq: Sugjero <strong>ku tjetër</strong> kërkuesi mund të gjej informacionin.

source: You are already being emailed updates about the request.
sq: Tashmë je duke i pranuar me email aktualizimet në lidhje me këtë kërkesë.

source: You will also be emailed updates about the request.
sq: Gjithashtu do të pranosh email me aktualizimet e reja në lidhje me kërkesën.

source: filtered by status: '{{status}}'
sq: filtrimi nëpërmjet statusit: '{{status}}'

source: when you send this message.
sq: kur e dërgoni këtë mesazh.

source: &#8592; Previous
sq: &#8592; Paraprake

source: 'Crime statistics by ward level for Wales'
sq: 'Statistikat e krimit në nivel komune'

source: 'Pollution levels over time for the River Tyne'
sq: 'Niveli i ndotjes në lumin Drin'

source: '{{authority_name}}' is defunct
sq: '{{authority_name}}' nuk funksionon

source: '{{link_to_authority}}', a public authority
sq: '{{link_to_authority}}', një institucion publik

source: '{{link_to_request}}', a request
sq: '{{link_to_request}}', një kërkesë

source: '{{link_to_user}}', a person
sq: '{{link_to_user}}', një person

source: (You will be asked to sign in as {{user_name}})
sq: (Do të kërkohet të regjistroheni si {{user_name}})

source: (hide)
sq: (fsheh)

source: (or <a href="{{url}}">sign in</a>)
sq: (ose <a href="{{url}}">Kyçu</a>)

source: (show)
sq: (trego)

source: , Yours, {{user_name}}
sq: , Me respekt, {{user_name}}

source: 12 characters minimum. 72 characters maximum.
sq: Minimum 12 karaktere. Maksimum 72 karaktere.

source: 5 minutes+
sq: 5 minuta+

source: 60 minutes+
sq: 60 minuta+

source: <a href="{{browse_url}}">Browse all</a> or <a href="{{add_url}}">ask us to add one</a>.
sq: <a href="{{browse_url}}">Shfletoni të gjitha</a> ose <a href="{{add_url}}">kërkoni nga ne që të shtojmë një</a>.

source: <a href="{{new_request_link}}">Make a new EIR request</a> to {{public_body_name}}
sq: <a href="{{new_request_link}}">Bëj një kërkesë të re</a> të {{public_body_name}}

source: <a href="{{new_request_link}}">Make a new APD request</a> to {{public_body_name}}
sq: <a href="{{new_request_link}}">Bëj një kërkesë të re për qasje </a> te {{public_body_name}}

source: <a href="{{sign_in_link}}">Sign in</a> to get updates on things you follow or re-enable email alerts.
sq: <a href="{{sign_in_link}}">Regjistrohu</a> për të marrë lajme për gjërat që i ndjek ose riaktivizo njoftimet me email.

source: <a href="{{url}}">Do you want to request private information about yourself?</a>
sq: <a href="{{url}}">Do të kërkosh informacione private për vetën tënde?</a>

source: <a href="{{url}}">Keep it <strong>focused</strong></a>, you'll be more likely to get what you want.
sq: Mbaje <strong>të fokusuar</strong>, gjasat janë më të mëdha që të marrësh përgjigjen e dëshiruar (<a href="{{url}}">pse?</a>).

source: <a href="{{url}}">Sign in</a> to change password, subscriptions and more ({{user_name}} only)
sq: <a href="{{url}}">Kyçu</a> për të ndryshuar fjalëkalimin, abonimet dhe të tjera (vetëm për {{user_name}})

source: <a href="{{url}}">Thinking of using a pseudonym?</a>
sq: <a href="{{url}}">Mendoni të përdorni një pseudonim?</a>

source: <a href="{{wall_link}}">Visit your Wall</a> to get updates on things you follow or re-enable email alerts.
sq: <a href="{{wall_link}}">Vizito Murin tënd</a> për të marrë lajme për gjërat që i ndjek ose riaktivizo njoftimet me email.

source: <div class="alaveteli-widget__count">{{count}}</div> person wants to know
sq: <div class="alaveteli-widget__count">{{count}}</div> personi do të dijë

source: <p>All done! Thank you very much for your help.</p><p>There are <a href="{{helpus_url}}">more things you can do</a> to help {{site_name}}.</p>
sq: <p>U përfundua! Shumë faleminderit për ndihmën tënde. </p><p>Ka <a href="{{helpus_url}}">shumë gjëra që ti mund të bësh</a> për të ndihmuar {{site_name}}. </p>

source: <p>Thanks for changing the text about you on your profile.</p><p><strong>Next...</strong> You can upload a profile photograph too.</p>
sq: <p>Faleminderit për ndryshimin e tekstit për vetën tënde në profilin e juaj. </p><p> <strong>Pastaj ...</strong> Gjithashtu mund ta ngarkosh (upload) një fotografi në profilin tënd.</p>

source: <p>Thanks for updating your profile photo.</p><p><strong>Next...</strong> You can put some text about you and your research on your profile.</p>
sq: <p>Faleminderit që rifreskuat fotografinë e profilit tënd. </p><p> <strong>Pastaj ...</strong>Mund të shkruash një tekst për veten dhe për temat e hulumtimit tënd në profilin e juaj.</p>

source: <p>We recommend that you edit your request and remove the email address. If you leave it, the email address will be sent to the authority, but will not be displayed on the site.</p>
sq: <p>Ne ju rekomandojmë që ta editoni kërkesën tuaj dhe ta hiqni adresën e emailit. Nëse e lini atë, adresa e emailit do t`i dërgohet autoritetit, por nuk do të shfaqet në sajt.</p>

source: <p>You do not need to include your email in the request in order to get a reply (<a href="{{url}}">details</a>).</p>
sq: <p>Nuk keni nevojë të përfshini adresën e emailit tënd në këtë kërkesë që të marrësh përgjigje (<a href="{{url}}">detaje</a> ). </p>

source: <p>You do not need to include your email in the request in order to get a reply, as we will ask for it on the next screen (<a href="{{url}}">details</a>).</p>
sq: <p>Nuk keni nevojë të përfshini adresën e emailit tënd në këtë kërkesë që të marrësh përgjigje, sepse ne do ta kërkojmë atë në faqen vijuese (<a href="{{url}}">detaje</a> )

source: <p>Your request contains a <strong>postcode</strong>. Unless it directly relates to the subject of your request, please remove any address as it will <strong>appear publicly on the Internet</strong>.</p>
sq: <p> Kërkesa jote përmban <strong>kodin postar</strong>. Nëse nuk lidhet direkt me temën e kërkesës tuaj, të lutem largo çdo adresë sepse do të jetë <strong> publike në internet</strong>. </p>

source: <p>{{site_name}} is currently in maintenance. You can only view existing requests. You cannot make new ones, add followups or annotations, or otherwise change the database.</p> <p>{{read_only}}</p>
sq: <p>{{site_name}} është aktualisht në mirëmbajtje teknike. Ju vetëm mund të shikoni kërkesat ekzistuese. Nuk mund të bësh kërkesa të reja, të shtosh mesazhe vazhduese apo të bësh ndonjë ndryshim në bazën e të dhënave. </p><p>{{read_only}}</p>

source: <p>{{site_name}} is currently in maintenance. You can only view existing requests. You cannot make new ones, add followups or otherwise change the database.</p> <p>{{read_only}}</p>
sq: <p>{{site_name}} është aktualisht në mirëmbajtje. Ju vetëm mund të shikoni kërkesat ekzistuese. Nuk mund të bësh kërkesa të reja, të shtosh mesazhe vazhduese apo të bësh ndonjë ndryshim në bazën e të dhënave. <p><p>{{read_only}}</p>

source: <strong><code>commented_by:tony_bowden</code></strong> to search annotations made by Tony Bowden, typing the name as in the URL.
sq: <strong><code>komentuar_nga:filan_fisteku</code></strong> për të kërkuar shënimet nga Filan Fisteku, shtypeni emrin si në URL.

source: <strong><code>filetype:pdf</code></strong> to find all responses with PDF attachments. Or try these: <code>{{list_of_file_extensions}}</code>
sq: <strong><code>tipi_i_fajjlit:pdf</code></strong> për t'i gjetur të gjitha përgjigjet me PDF të bashkangjitur. Apo provo këto: <code>{{list_of_file_extensions}}</code>

source: <strong><code>request:</code></strong> to restrict to a specific request, typing the title as in the URL.
sq: <strong><code>kërkesë:</code></strong> për të kufizuar në një kërkesë të caktuar, duke shkruar titullin si në URL.

source: <strong><code>request_public_body_tag:charity</code></strong> to find requests to public authorities with a given tag.
sq: <strong><code>request_public_body_tag:charity</code></strong> për të gjetur kërkesa të institucioneve publike me një etiketë të caktuar.

source: <strong><code>requested_by:julian_todd</code></strong> to search requests made by Julian Todd, typing the name as in the URL.
sq: <strong><code>kërkuar_nga:filan_fisteku</code></strong> për të kërkuar kërkesat e bëra nga Filan Fisteku duke shkruar titullin si në URL.

source: <strong><code>requested_from:home_office</code></strong> to search requests from the Home Office, typing the name as in the URL.
sq: <strong><code>kërkuar_te:zyra_e_kryeministrit</code></strong> për të kërkuar kërkesat e dërguara te Zyra e Kryeministrit, duke shkruar titullin si në URL.

source: <strong><code>status:</code></strong> to select based on the status or historical status of the request, see the <a href="{{statuses_url}}">table of statuses</a> below.
sq: <strong><code>status:</code></strong>për të selektuar në bazë të statusit apo historisë së statusit të kërkesës, shih<a href="{{statuses_url}}">tabelën e statuseve</a> më poshtë.

source: <strong><code>tag:charity</code></strong> to find all public authorities or requests with a given tag. You can include multiple tags, and tag values, e.g. <code>tag:openlylocal AND tag:financial_transaction:335633</code>. Note that by default any of the tags can be present, you have to put <code>AND</code> explicitly if you only want results them all present.
sq: <strong><code>etiketa:organizatë</code></strong> për të gjetur të gjitha institucionet apo kërkesat me etiketën e dhënë. Mund të përfshihen edhe disa etiketa, dhe vlera të etiketave, psh. <code>tag:openlylocal AND tag:financial_transaction:335633</code>. Secila nga etiketat mund të jetë prezente, duhet të shkruash <code>AND</code> në mënyrë eksplicite nëse do që vetëm ato të përfshihen.

source: <strong><code>variety:</code></strong> to select type of thing to search for, see the <a href="{{varieties_url}}">table of varieties</a> below.
sq: <strong><code>variety:</code></strong> për të zgjedhur atë që do të kërkosh, shih <a href="{{varieties_url}}">tabelën e varianteve</a> më poshtë.

source: <strong>Advice</strong> on how to get a response that will satisfy the requester. </li>
sq: <strong>Këshillo</strong> se si të merrni një përgjigje që do të kënaqte kërkuesin. </li>

source: <strong>All the information</strong> has been sent
sq: <strong>Të gjitha informatat</strong> janë dërguar

source: <strong>Anything else</strong>, such as clarifying, prompting, thanking
sq: <strong>Diçka tjetër,</strong> p.sh. sqarim, falenderim

source: <strong>Automatic anti-spam measures are in place</strong> for this older request. Please <a href="{{url}}">let us know</a> if a further response is expected or if you are having trouble responding.
sq: <strong>Masat automatike anti-spam janë vendosur</strong> për këtë kërkesë të vjetër. Ju lutem <a href="{{url}}">na njoftoni</a> nëse ende pritet përgjigje ose nëse keni problem për t'u përgjigjur.

source: <strong>By law, they have to respond</strong> (<a href="{{url}}">why?</a>).
sq: <strong>Sipas Ligjit ata duhet të përgjigjen</strong> (<a href="{{url}}">pse?</a>).

source: <strong>Can I request information about myself?</strong> <a href="{{url}}">No!</a>
sq: <strong>Mund të kërkoj informacion për veten time?</strong> <a href="{{url}}">Jo!</a><strong> A mund të kërkoj informacion për veten time?</strong> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><a href="{{url}}">Jo! (Kliko këtu për detaje)</a>

source: <strong>Caveat emptor!</strong> To use this data in an honourable way, you will need a good internal knowledge of user behaviour on {{site_name}}. How, why and by whom requests are categorised is not straightforward, and there will be user error and ambiguity. You will also need to understand APD law, and the way authorities use it. Plus you'll need to be an elite statistician. Please <a href="{{contact_path}}">contact us</a> with questions.
sq: <strong>Caveat emptor!</strong> Për të përdorur këto të dhëna në mënyrë të ndershme, ju duhet njohuri e brendshme e pikënisjes së përdoruesve të {{site_name}}. Si, pse dhe nga kush kategorizohen kërkesat nuk është diçka e vetëkuptueshme pra edhe mund të ketë gabime dhe paqartësi. Gjithashtu duhet ta kuptoni ligjin për qasje në dokumente publike, si dhe mënyrën se si institucionet (autoritetet) e zbatojnë atë. Plus duhet të jeni ekspert i statistikës. Të lutem <a href="{{contact_path}}"> na kontakto </a> me pyetje.

source: <strong>Challenging a refusal?</strong> Here are some snippets that may help:
sq: <strong>Po sfidoni një refuzim?</strong> Ja disa fjalë që mund të ndihmojnë:

source: <strong>Clarification</strong> has been requested
sq: Është kërkuar<strong>sqarim</strong>

source: <strong>Donate</strong> to {{site_name}}
sq: <strong>Dhuro</strong> për {{site_name}}

source: <strong>Journalist, Academic or Power User?</strong> {{pro_site_link}} is an all-in-one APD toolkit including everything you need to keep on top of complex APD-driven investigations.
sq: <strong>Gazetar, Akademik ose Përdorues i Fuqishëm?</strong> {{pro_site_link}} është një veglari e qasjes në dokumente publike që përfshin krejt çfarë ju duhet për hulumtime të fuqizuara nga qasja në dokumente publike.

source: <strong>No response</strong> has been received <small>(maybe there's just an acknowledgement)</small>
sq: <strong>Asnjë përgjigje</strong> nuk është marrë <small>(ndoshta ke marrë konfirmim të pranimit)</small>

source: <strong>Note:</strong> Because we're testing, requests are being sent to {{email}} rather than to the actual authority.
sq: <strong>Note:</strong> Duke qenë se po testohen, kërkesat do të dërgohen tek {{email}} dhe jo tek institucioni përkatës.

source: <strong>Note:</strong> We will send an email to your new email address. Follow the instructions in it to confirm changing your email.
sq: <strong>Shenim:</strong>Do të dërgojmë email në adresën tënde të re. Përcjelli udhëzimet për të konfirmuar ndërrimin e emailit.

source: <strong>Note:</strong> We will send you an email to confirm you are the owner of this account. Follow the instructions in it to change your password.
sq: <strong>Note:</strong> Do ju dërgojmë një email për të konfirmuar që ju jeni zotëruesi i kësaj llogarie. Ndiqni udhëzimet në të për të ndryshuar fjalëkalimin tuaj.

source: <strong>Note:</strong> You're sending a message to yourself, presumably to try out how it works.
sq: <strong>Vërejtje:</strong> Po ia dërgoni një mesazh vetvetes, me gjasë për të parë se si funksionon.

source: <strong>Privacy note:</strong> Your photo will be shown in public on the Internet, wherever you do something on {{site_name}}.
sq: <strong>Privacy note:</strong> Fotografia juaj do të shfaqet në publik në Internet, sa herë që bën diçka tek {{site_name}}.

source: <strong>Privacy warning:</strong> Your message, and any response to it, will be displayed publicly on this website.
sq: <strong>Paralajmërim privatësie:</strong> Mesazhi yt si dhe çdo përgjigje do të paraqitet publikisht në këtë ueb faqe.

source: <strong>Some of the information</strong> has been sent
sq: <strong>Disa nga informacionet</strong> janë dërguar

source: <strong>Thank</strong> the public authority or the requester.
sq: <strong>Falënderojeni</strong> institucionin publik ose kërkuesin.

source: <strong>Thank</strong> the public authority or {{user_name}}.
sq: <strong>Falënderojeni</strong> institucionin publik ose {{user_name}}.

source: <strong>Warning:</strong> This message has <strong>not yet been sent</strong> for an unknown reason.
sq: <strong>Vërejtje:</strong> Kjo porosi <strong>ende nuk është dërguar</strong> për arsye të panjohur.

source: <strong>We will email you</strong> when there is a response, or after {{late_number_of_days}} working days if the authority still hasn't replied by then.
sq: <strong> Ne do ju dërgojmë mesazh në postën elektronike</strong> kur një përgjigje ka ardhur, ose pas {{late_number_of_days}} ditësh pune nëse institucioni përkatës nuk është përgjigjur ende.

source: <strong>We will email you</strong> when they have been sent. We will also email you when there is a response to any of them, or after {{late_number_of_days}} working days if the authorities still haven't replied by then.
sq: <strong>Ne do ju dërgojmë mesazh në postën elektronike </strong> kur kërkesat janë dërguar. Ne gjithashtu do ju dërgojmë mesazh kur të keni marrë përgjigje, ose pas {{late_number_of_days}} ditësh pune institucioni përkatës nuk është përgjigjur ende.

source: A <a href="{{request_url}}">follow up</a> to <em>{{request_title}}</em> was sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
sq: Një <a href="{{request_url}}">mesazh vijues</a> për <em>{{request_title}}</em> është dërguar tek {{public_body_name}} nga {{info_request_user}} më {{date}}.

source: A <a href="{{request_url}}">response</a> to <em>{{request_title}}</em> was sent by {{public_body_name}} to {{info_request_user}} on {{date}}. The request status is: {{request_status}}
sq: Një <a href="{{request_url}}">response</a> për <em>{{request_title}}</em> u dërgua nga {{public_body_name}} tek {{info_request_user}} më {{date}}. Statusi i kërkesës është: {{request_status}}

source: A <strong>summary</strong> of the response if you have received it by postal mail.
sq: Një <strong>përmbledhje</strong> të përgjigjes nëse e keni pranuar me postë.

source: An Access to Public Documents request
sq: Kërkesë për të Drejtën e Qasjes në Dokumente Publike

source: A full history of my APD request and all correspondence is available on the Internet at this address: {{url}}
sq: Një histori e plotë e kërkesës sime për QDP dhe korrespondenca përkatëse janë të disponueshme në internet tek kjo adresë: {{url}}

source: A new request, <em><a href="{{request_url}}">{{request_title}}</a></em>, was sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
sq: Një kërkesë e re, <em><a href="{{request_url}}">{{request_title}}</a></em>, u dërgua tek {{public_body_name}} nga {{info_request_user}} më {{date}}.

source: A one line summary of the information you are requesting, e.g.
sq: Një përmbledhje në një rresht të informacionit që ti kërkon, »»» p.sh.

source: A powerful, fully-featured APD toolkit for journalists
sq: Një veglari e fuqishme e QDP për gazetarë

source: A public authority
sq: Institucioni publik

source: A response will be sent <strong>by postal mail</strong>
sq: Përgjigja do të dërgohet <strong>me postë</strong>

source: A strange response, required attention by the {{site_name}} team
sq: Një përgjigje e çuditshme, kërkohet vëmendje e ekipit të {{site_name}}

source: A survey about your recent Access to Public Documents request
sq: Një sondazh për kërkesën e juaj për Qasje në Dokumente Publike

source: A {{site_name}} user
sq: Përdorues i {{site_name}}

source: About you:
sq: Rreth jush:

source: About {{count}} APD requests found
sq: U gjetën rreth {{count}} kërkesa për Qasje në Dokumente Publike

source: Academic paper
sq: Punim akademik

source: Account closed at user request
sq: Llogari e mbyllur me kërkesë të përdoruesit

source: Account suspended – Please contact us
sq: Llogari e pezulluar - Na kontakto

source: Act on what you've learnt
sq: Vepro sipas asaj që ke mësuar

source: Action needed
sq: Kërkohet veprim

source: Actions
sq: Veprimet

source: Add a widget
sq: Shto një widget

source: Add an annotation
sq: Shto një shënim

source: Add an annotation to &ldquo;{{request_title}}&rdquo;
sq: Shto një shënim tek &ldquo;{{request_title}}&rdquo;

source: Add an annotation to your request with choice quotes, or a <strong>summary of the response</strong>.
sq: Shto shënim në kërkesën tënde me citate të zgjedhura, apo me <strong>përmbledhje të përgjigjes</strong>.

source: Add authority - {{public_body_name}}
sq: Shto institucion - {{public_body_name}}

source: Add the authority:
sq: Shto një institucion:

source: Advanced search
sq: Kërkim i avancuar

source: Advanced search tips
sq: Këshilla të avancuara për kërkim

source: Advise on whether the <strong>refusal is legal</strong>, and how to complain about it if not.
sq: Këshillo se a <strong>është refuzimi i ligjshëm,</strong> dhe si të ankohesh për atë nëse nuk është i ligjshëm.

source: Air, water, soil, land, flora and fauna (including how these effect human beings)
sq: Ajri, uji, dheu, toka, flora dhe fauna (duke përfshirë si ndikojnë këto në qeniet njerëzore)

source: All of the information requested has been received
sq: Të gjithë informacionet e kërkuara janë marrë

source: All responses will be published when the privacy period expires. We depend on you, the original requester, to evaluate them.
sq: Të gjitha përgjigjet publikohen pas skadimit të periudhës së privatësisë. Ne varemi nga ti, si kërkues i tyre, për t'i vlerësuar ato.

source: All the options below can use <strong>status</strong> or <strong>latest_status</strong> before the colon. For example, <strong>status:not_held</strong> will match requests which have <em>ever</em> been marked as not held; <strong>latest_status:not_held</strong> will match only requests that are <em>currently</em> marked as not held.
sq: Të gjitha opsionet si më poshtë mund të përdorin <strong>status</strong> ose <strong>latest_status</strong> para kolonës. Për shembull, <strong>status:not_held</strong> do të mbledh kërkesat të cilat kanë <em>ever</em> të markuara si të pa mbajtura; <strong>latest_status:not_held</strong> do mbledh vetëm ato kërkesa të cilat <em>currently</em> janë markuar si të pambajtura.
