Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: The last incoming message was created over a day ago
sq: Mesazhi i fundit i ardhur është krijuar më shumë se një ditë më parë

source: The last outgoing message was created in the last day
sq: Mesazhi i fundit i dërguar është krijuar në ditën e fundit

source: The last outgoing message was created over a day ago
sq: Mesazhi i fundit i dërguar është krijuar më shumë se një ditë më parë

source: The last user was created in the last day
sq: Përdoruesi i fundit është krijuar ditën e fundit

source: The last user was created over a day ago
sq: Përdoruesi i fundit është krijuar më shumë se një ditë më parë

source: The oldest Xapian index job, has been idle for more than 1 hour
sq: Detyra më e vjetër Xapian ka pushuar për më shumë se 1 orë

source: The oldest Xapian index job, hasn't been idle for more than 1 hour
sq: Detyra më e vjetër Xapian nuk ka pushuar për më shumë se 1 orë

source: The page doesn't exist. Things you can try now:
sq: Faqja nuk ekziston. Gjërat që ti mund të provosh:

source: The percentages are calculated with respect to the total number of requests, which includes invalid requests; this is a known problem that will be fixed in a later release.
sq: Përqindjet janë llogaritur sipas numrit total të kërkesave, të cilat përfshijnë gjithashtu kërkesa të pavlefshme; ky është një problem i njohur i cili do të zgjidhet në një moment të dytë.

source: The public authority does not have the information requested
sq: Institucioni publik nuk e disponon informacionin e kërkuar

source: The public authority would like part of the request explained
sq: Institucioni publik do të donte që një pjesë e kërkesës të shpjegohet

source: The public authority would like to / has responded by postal mail
sq: Institucioni publik do të përgjigjet / është përgjigjur me postë

source: The publicly accessible link for this request has now been disabled
sq: Lidhja e qasjes publike për këtë kërkesë është çaktivizuar

source: The request has been <strong>refused</strong>
sq: Kërkesa është <strong>refuzuar</strong>

source: The request has been updated since you originally loaded this page. Please check for any new incoming messages below, and try again.
sq: Kërkesa është përditësuar nga momenti që keni ngarkuar këtë faqe. Të lutem kontrollo për ndonjë mesazh të ri më poshtë, dhe provo përsëri.

source: The request is <strong>waiting for clarification</strong>.
sq: Kërkesa është në <strong>pritje për sqarim</strong>.

source: The request was <strong>partially successful</strong>.
sq: Kërkesa ishte <strong>pjesërisht e suksesshme</strong>.

source: The request was <strong>refused</strong> by {{authority_name}}.
sq: Kërkesa u <strong>refuzua</strong> nga {{authority_name}}.

source: The request was <strong>successful</strong>.
sq: Kërkesa ishte e <strong>suksesshme</strong>.

source: The request was refused by the public authority
sq: Kërkesa u refuzua nga autoriteti publik

source: The requester has abandoned this request for some reason
sq: Përdoruesi e ka braktisur kërkesën për ndonjë arsye

source: The response to your request has been <strong>delayed</strong>. Although the authority has no legal obligation to reply, they should normally have responded by <strong>{{date}}</strong>
sq: Përgjigja ndaj kërkesës suaj është <strong>vonuar</strong>. Edhe pse autoriteti nuk ka detyrim ligjor për t'u përgjigjur, ata normalisht duhet të ishin përgjigjur deri më <strong>{{date}}</strong>

source: The response to your request has been <strong>delayed</strong>. You can say that, by law, the authority should normally have responded <strong>promptly</strong> and by <strong>{{date}}</strong>
sq: Përgjigja ndaj kërkesën tuaj është e <strong>vonuar</strong>. Mund të thuhet që, sipas ligjit, institucioni duhet të ishte përgjigjur <strong>pa humbur kohë</strong> dhe brenda datës <strong>{{date}}</strong>

source: The response to your request is <strong>long overdue</strong>. Although the authority has no legal obligation to reply, they should have responded by now
sq: Përgjigja ndaj kërkesës suaj është <strong>e vonuar prej kohësh</strong>. Edhe pse autoriteti nuk ka detyrim ligjor për t'u përgjigjur, ata duhet të ishin përgjigjur deri tani

source: The response to your request is <strong>long overdue</strong>. You can say that, by law, under all circumstances, the authority should have responded by now
sq: Përgjigja ndaj kërkesën suaj është <strong>vonuar së tepërmi</strong>. Mund të thuhet që, sipas ligjit, duke i pasur parasysh të gjitha rrethanat, institucioni duhet të ishte përgjigjur deri tani

source: The search index is currently offline, so we can't show the Access to Public Documents requests that have been made to this authority.
sq: Indeksi i kërkimit aktualisht është i shkëputur, kështu që nuk mund të shfaqen kërkesat për të Drejtën e Qasjes në Dokumente Publike që kanë të bëjnë me këtë institucion.

source: The search index is currently offline, so we can't show the Access to Public Documents requests this person has made.
sq: Indeksi i kërkimit është jashtë funksionit, kështu që ne nuk mund t'i tregojmë kërkesat për të Drejtën e Qasjes në Dokumente Publike që ky person ka bërë.

source: The widget will look like this:
sq: Widget do të shfaqen kështu:

source: The {{site_name}} team.
sq: Skuadra e {{site_name}}.

source: Then you can add citations
sq: Atëherë mund të shtoni citime

source: Then you can cancel the alert.
sq: Më pas mund të anuloni njoftimin urgjent.

source: Then you can cancel the alerts.
sq: Më pas mund të anuloni njoftimet urgjente.

source: Then you can change your email address used on {{site_name}}
sq: Më pas mund të ndryshoni adresën tuaj të emailit që përdorët në {{site_name}}

source: Then you can change your password on {{site_name}}
sq: Më pas mund të ndryshoni fjalëkalimin që përdorët në {{site_name}}

source: Then you can classify the APD response you have got from {{authority_name}}.
sq: Më pas mund të klasifikoni përgjigjet e marra nga {{authority_name}}.

source: Then you can download a zip file of {{info_request_title}}.
sq: Më pas mund të shkarkoni skedarët e zip-uara të {{info_request_title}}.

source: Then you can join this project
sq: Atëherë mund të bashkëngjiteni në këtë projekt

source: Then you can leave this project
sq: Atëherë mund ta leni këtë projekt

source: Then you can log into the administrative interface
sq: Më pas mund të kyçeni në ndërfaqen e administratorit

source: Then you can play the request categorisation game.
sq: Më pas ju mund të luani lojën për kategorizim të kërkesave.

source: Then you can report the request '{{title}}'
sq: Më pas mund të raportoni kërkesën '{{title}}'

source: Then you can send a message to {{user_name}}.
sq: Më pas mund të dërgoni mesazh te {{user_name}}.

source: Then you can sign in to {{site_name}}
sq: Më pas mund të kyçesh në {{site_name}}

source: Then you can update the status of your request to {{authority_name}}.
sq: Më pas mund të përditësosh statusin e kërkesës tuaj për {{authority_name}}.

source: Then you can upload an APD response.
sq: Më pas mund të ngarkoni një përgjigje ndaj kërkesës për QDP.

source: Then you can write follow up message to {{authority_name}}.
sq: Më pas mund të dërgoni mesazh te {{authority_name}}.

source: Then you can write your reply to {{authority_name}}.
sq: Më pas mund të dërgoni mesazh te {{authority_name}}.

source: Then you will be following all new APD requests.
sq: Më pas do të ndiqni të gjitha kërkesat e reja për QDP.

source: Then you will be notified whenever '{{user_name}}' requests something or gets a response.
sq: Më pas do njoftoheni sa herë që '{{user_name}}' bën ndonjë kërkesë apo merr përgjigje.

source: Then you will be notified whenever a new request or response matches your search.
sq: Më pas do të njoftoheni, sa herë që një kërkesë e re apo përgjigje përputhet me kërkimin tuaj.

source: Then you will be notified whenever an APD request succeeds.
sq: Më pas do të njoftoheni sa herë që një kërkesë për QDP është e suksesshme.

source: Then you will be notified whenever someone requests something or gets a response from '{{public_body_name}}'.
sq: Më pas do të njoftoheni, nëse dikush kërkon diçka ose merr përgjigje nga '{{public_body_name}}'.

source: Then you will be updated whenever the request '{{request_title}}' is updated.
sq: Më pas do njoftohesh sa herë që kërkesa '{{request_title}}' përditësohet.

source: Then you'll be allowed to send APD requests.
sq: Më pas do të lejohet të bësh kërkesa për QDP.

source: Then your APD request to {{public_body_name}} will be sent and published.
sq: Atëherë kërkesa juaj te {{public_body_name}} do të dërgohet dhe publikohet.

source: Then your annotation to {{info_request_title}} will be posted.
sq: Më pas shënimi juaj për {{info_request_title}} do të postohet.

source: There are no requests to classify right now. Great job!
sq: Nuk ka kërkesa për të klasifikuar për momentin. Punë e mirë!

source: There are no requests to extract right now. Great job!
sq: Nuk ka kërkesa për të ekstraktuar për momentin. Punë e mirë!

source: There are various reasons why we might have done this, sorry we can't be more specific here.
sq: Ka arsye të ndryshme pse ne mund ta kemi bërë këtë, na vjen keq që nuk mund të jemi më specifik këtu.

source: There are {{count}} new annotations on your {{law_used_short}} request. Follow this link to see what they wrote.
sq: Ka {{count}} shënime të reja në kërkesën tuaj {{law_used_short}}. Ndiqni këtë lidhje për t'i parë ato.

source: There is <strong>more than one person</strong> who uses this site and has this name. Search for other users named "{{search_user_link}}"
sq: Ka më shumë se një person që përdor këtë faqe dhe ka këtë emër. Kërko për përdorues të tjerë me emrin "{{search_user_link}}"

source: There is a limit on the number of annotations you can make in a day because we don’t want the site to be bombarded with large numbers of inappropriate annotations. If you feel you have a good reason to ask for the limit to be lifted in your case, please <a href='{{help_contact_path}}'>get in touch</a>.
sq: Ekziston një kufi në numrin e shënimeve që mund të bëni brenda një dite, sepse ne nuk duam që faqja të bombardohet me një numër të madh shënimesh të papërshtatshme. Nëse mendoni se keni një arsye të mirë për të kërkuar heqjen e kufirit në rastin tuaj, ju lutemi <a href='{{help_contact_path}}'>na kontaktoni</a>.

source: There is a limit on the number of requests you can make in a day, because we don’t want public authorities to be bombarded with large numbers of inappropriate requests. If you feel you have a good reason to ask for the limit to be lifted in your case, please <a href='{{help_contact_path}}'>get in touch</a>.
sq: Ka një kufi lidhur me numrin e kërkesave që mund të dërgoni në një dite, sepse nuk duam që institucionet publike të bombardohen me një numër të madh kërkesash të papërshtatshme. Nëse ju mendoni se keni arsye të forta për të kërkuar anulimin e kufirit për rastin tuaj, ju lutem <a href='{{help_contact_path}}'>na kontaktoni</a>.

source: There is nothing to display yet.
sq: Nuk ka ende asgjë për t'u shfaqur.

source: There was a <strong>delivery error</strong> or similar, which needs fixing by the {{site_name}} team.
sq: Kishte një <strong>dështim gjatë dorëzimit.</strong> apo diçka e ngjajshme, e cila ka nevojë për t'u rregulluar nga ekipi i {{site_name}}.

source: There was an error with the reCAPTCHA. Please try again.
sq: Kishte një gabim me reCAPTCHA. Ju lutem provoni përsëri.

source: There was no data calculated for this graph yet.
sq: Nuk ka ende të dhëna të përllogaritura për këtë grafik.

source: There were no requests matching your query.
sq: Nuk ka kërkesa që përputhen me kërkimin tuaj.

source: There were no results matching your query.
sq: Nuk ka kërkesa që përputhen me kërkimin tuaj.

source: These graphs were partly inspired by <a href="http://mark.goodge.co.uk/2011/08/number-crunching-whatdotheyknow/">some statistics that Mark Goodge produced for WhatDoTheyKnow</a>, so thanks are due to him.
sq: Këto grafe pjesërisht janë frymëzuar nga <a href="http://mark.goodge.co.uk/2011/08/number-crunching-whatdotheyknow/">disa statistika që Mark Goodge ka prodhuar për WhatDoTheyKnow</a>, kështu që e falënderojmë për këtë.

source: These logs show what happened to this message as it passed through our {{mta_type}} mail server. You can send these logs to an authority to help them diagnose problems receiving email from {{site_name}}.
sq: Këto regjistra tregojnë se çfarë ndodhi me këtë mesazh ndërsa kaloi përmes serverit tonë të postës {{mta_type}}. Ju mund t'i dërgoni këto regjistra te një institucion për t'i ndihmuar ata të diagnostifikojnë problemet me marrjen e emailit nga {{site_name}}.

source: They are going to reply <strong>by postal mail</strong>
sq: Do të përgjigjen <strong>me postë</strong>

source: They do <strong>not have</strong> the information <small>(maybe they say who does)</small>
sq: Ata <strong>nuk e kanë</strong> informacionin <small>(ndoshta të tregojnë kush e ka)</small>

source: They have been given the following explanation:
sq: Atyre u është dhënë shpjegimi vijues:

source: They have not replied to your {{law_used_short}} request '{{title}}' promptly, as normally required by law
sq: Nuk janë përgjigjur në kërkesën {{law_used_short}} tënde '{{title}}' me kohë siç kërkohet me ligj

source: They have not replied to your {{law_used_short}} request '{{title}}', as normally required by law
sq: Nuk janë përgjigjur në kërkesën {{law_used_short}} tënde '{{title}}' me kohë siç kërkohet me ligj

source: They have not replied to your {{law_used_short}} request {{title}} promptly, as normally required by law
sq: Ata nuk janë përgjigjur menjëherë ndaj kërkesës suaj {{law_used_short}} {{title}}, siç kërkohet normalisht nga ligji

source: They have still not replied to your {{law_used_short}} request {{title}}, as normally required by law
sq: Ende nuk u janë përgjigjur te kërkesa e {{law_used_short}} {{title}}, siç kërkohet normalisht me ligj

source: Things you're following
sq: Gjërat që po i ndiqni

source: This account has been closed.
sq: Kjo llogari është mbyllur.

source: This annotation has been reported for administrator attention
sq: Ky shënim është raportuar për vëmendjen e administratorit

source: This attachment has been hidden. {{reason}}
sq: Kjo shtojcë është fshehur. {{reason}}

source: This attachment has prominence "hidden". {{reason}} You can only see it because you are logged in as a super user.
sq: Kjo shtojcë ka rëndësi "hidden". {{reason}} Ju mund ta shihni atë sepse jeni kyçur si një super përdorues.

source: This attachment has prominence "requester_only". {{reason}} You can only see it because you are logged in as a super user.
sq: Kjo bashkëngjitje ka rëndësi "requester_only". {{reason}} Ju mund ta shihni atë sepse jeni kyçur si një super përdorues.

source: This attachment is hidden, so that only you, the requester, can see it. {{reason}}
sq: Kjo shtojcë është fshehur, ashtu që vetëm ju, kërkuesi, mund ta shihni atë. {{reason}}

source: This authority is not subject to APD law, so is not legally obliged to respond
sq: Ky institucion nuk është subjekt i Ligjit QDP, kështu që nuk i kërkohet ligjërisht të përgjigjet

source: This authority no longer exists, so you cannot make a request to it.
sq: Ky institucion nuk ekziston më, kështu që ju nuk mund të bëni një kërkesë për të.

source: This covers a very wide spectrum of information about the state of the <strong>natural and built environment</strong>, such as:
sq: Kjo mbulon një gamë të gjerë informacioni rreth gjendjes së <strong>mjedisit natural dhe të ndërtuar</strong>, të tillë si:

source: This email is already in use
sq: Kjo adresë është tashmë në përdorim

source: This external request has been hidden
sq: Kjo kërkesë e jashtme është fshehur

source: This is <a href="{{profile_url}}">{{user_name}}'s</a> wall
sq: Ky është <a href="{{profile_url}}">{{user_name}}'s</a>

source: This is a plain-text version of the Access to Public Documents request "{{request_title}}". The latest, full version is available online at {{full_url}}
sq: Ky është versioni tekstual (plain text) i kërkesës për të Drejtën e Qasjes në Dokumente Publike "{{request_title}}". Versioni i fundit dhe i plotë është tek {{full_url}}

source: This is an HTML version of an attachment to the Access to Public Documents request
sq: Ky është version HTML i shtojcës (attachment) ndaj kërkesës për të Drejtën e Qasjes në Dokumente Publike

source: This is because '{{title}}' is an old request that has been marked to no longer receive responses.
sq: Kjo është për shkak se '{{title}}' është një kërkesë e vjetër e cila është markuar që të mos marrë më përgjigje.

source: This is your own request, so you will be automatically emailed when new responses arrive.
sq: Kjo është kërkesa juaj, kështu që do të merrni mesazh elektronik automatikisht kur përgjigjet e reja do të mbërrijnë.

source: This is your request
sq: Kjo është kërkesa juaj

source: This message could not be delivered.
sq: Ky mesazh nuk mund të dorëzohej.

source: This message has been delivered.
sq: Ky mesazh u dorëzua.

source: This message has been hidden.
sq: Ky mesazh është fshehur.

source: This message has been hidden. There are various reasons why we might have done this, sorry we can't be more specific here.
sq: Ky mesazh është fshehur. Ka arsye të ndryshme pse mund ta kemi bërë këtë, na vjen keq qe s'mund të jemi më specifik këtu.

source: This message has been hidden. {{reason}}
sq: Ky mesazh është fshehur. {{reason}}

source: This message has been sent.
sq: Ky mesazh u dërgua.

source: This message has prominence "hidden". {{reason}} You can only see it because you are logged in as a super user.
sq: Ky mesazh ka rëndësi "i fshehur". {{reason}} Ju mund ta shihni atë sepse jeni kyçur si një super përdorues.

source: This message has prominence "requester_only". {{reason}} You can only see it because you are logged in as a super user.
sq: Ky mesazh ka rëndësi "vetëm kërkuesi". {{reason}} Ju mund ta shihni atë sepse jeni kyçur si një super përdorues.

source: This message is hidden, so that only you, the requester, can see it. {{reason}}
sq: Ky mesazh është i fshehur, në mënyrë që vetëm ju, kërkuesi, mund ta shihni atë. {{reason}}

source: This particular request is finished:
sq: Kjo kërkesë është përfunduar:

source: This person has made no Access to Public Documents requests using this site.
sq: Ky person nuk ka bërë kërkesa për të Drejtën e Qasjes në Dokumente Publike duke përdorur këtë faqe.

source: This person's Access to Public Documents request
sq: Kërkesa për Qasje në Dokumente Publike të këtij personi

source: This person's annotations
sq: Shënimet që i ka bërë ky person

source: This person's {{count}} annotation
sq: {{count}} shënim i këtij personi

source: This request <strong>requires administrator attention</strong>
sq: Kjo kërkesë <strong>kërkon vëmendjen e administratorit</strong>

source: This request has already been reported for administrator attention
sq: Kjo kërkesë tashmë është raportuar për vëmendjen e administratorit

source: This request has an <strong>unknown status</strong>.
sq: Kjo kërkesë ka <strong>status të panjohur</strong>.

source: This request has been <strong>closed to new correspondence</strong>. <a href="{{help_contact_url}}">Contact us</a> if you think it should be reopened.
sq: Kjo kërkesë është <strong>mbyllur për korrespondencë të re</strong>. <a href="{{help_contact_url}}">Na kontaktoni</a> nëse mendoni se duhet të rihapet.

source: This request has been <strong>reported</strong> as needing administrator attention.
sq: Kjo kërkesë është <strong>raportuar</strong> se kërkon vëmendjen e administratorit.

source: This request has been <strong>withdrawn</strong> by the person who made it. There may be an explanation in the correspondence below.
sq: Kjo kërkesë është <strong>tërhequr</strong> nga personi që e bëri atë. Mund të ketë një shpjegim në korrespondencën më poshtë.

source: This request has been hidden. {{reason}}
sq: Kjo kërkesë është fshehur. {{reason}}

source: This request has been made public on {{site_name}}.
sq: Kjo kërkesë është bërë publike në {{site_name}}.

source: This request has been marked for review by the site administrators, who have not hidden it at this time. If you believe it should be hidden, please <a href="{{url}}">contact us</a>.
sq: Kjo kërkesë është markuar për rishikim nga administratorët e faqes, të cilët nuk e kanë fshehur atë në këtë moment. Nëse besoni që duhet fshehur, ju lutem <a href="{{url}}">na kontaktoni</a>.

source: This request has been reported for administrator attention
sq: Kjo kërkesë është dërguar për vëmendje të administratorit

source: This request has been reviewed by an administrator and is considered not to be an APD request
sq: Kjo kërkesë është shikuar nga një administrator dhe konsiderohet se nuk është një kërkesë për QDP

source: This request has been reviewed by an administrator and is considered to be vexatious
sq: Kjo kërkesë është shikuar nga një administrator dhe konsiderohet se është shqetësuese

source: This request has been set by an administrator to "allow new responses from nobody"
sq: Për këtë kërkesë, administratori ka vendosur që të mos pranohet përgjigje nga askush

source: This request has had an unusual response, and <strong>requires attention</strong> from the {{site_name}} team.
sq: Kjo kërkesë ka pasur një përgjigje të pazakontë dhe <strong>kërkon vëmendje</strong> nga ekipi i {{site_name}}.

source: This request has prominence "hidden". {{reason}} You can only see it because you are logged in as a super user.
sq: Kjo kërkesë ka rëndësi "e fshehur". {{reason}} Ju mund ta shihni atë sepse jeni kyçur si një super përdorues.

source: This request has prominence "requester_only". {{reason}} You can only see it because you are logged in as a super user.
sq: Kjo kërkesë ka rëndësi "vetëm kërkuesi". {{reason}} Ju mund ta shihni atë sepse jeni kyçur si një super përdorues.

source: This request is hidden, so that only you, the requester, can see it. {{reason}}
sq: Kjo kërkesë është fshehur, ashtu që vetëm ju, kërkuesi, mund ta shihni atë. {{reason}}

source: This request is now publicly accessible via {{public_url}}
sq: Kjo kërkesë është e qasshme publikisht përmes {{public_url}}

source: This request is part of <a href="{{url}}">a batch sent to {{count}} authorities</a>
sq: Kjo kërkesë është pjesë e <a href="{{url}}">një listë kërkese të dërguar te {{count}} institucione</a>

source: This request is still in progress:
sq: Kjo kërkesë është ende në përpunim:

source: This request requires administrator attention
sq: Kjo kërkesë kërkon vëmendjen e administratorit

source: This request was not made via {{site_name}}
sq: Kjo kërkesë nuk është bërë nëpërmjet {{site_name}}

source: This request will be made public on {{site_name}} in the next week. If you do not wish this request to go public at that time, please click on the link below to keep it private for longer.
sq: Kjo kërkesë do të bëhet publike në {{site_name}} javën e ardhshme. Nëse nuk dëshiron të bëhet në atë kohë, të lutem kliko në lidhje për ta mbajtur private më gjatë.

source: This section on public body statistics is currently experimental, so there are some caveats that should be borne in mind:
sq: Kjo pjesë e statistikave të institucioneve publike për momentin eksperimentale, kështu që ka disa çështje që duhet të mbahen në mend:
