Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: Read through authority responses and choose if their answer satisfies the intention of the original request, flag any problems and show the project owner if they need to intervene to keep the project movng forward.
sq: Lexoni përgjigjet e institucioneve dhe zgjedhni nëse përgjigja e tyre plotëson qëllimin e kërkesës origjinale, shënoni ndonjë problem dhe tregoni administratorit të projektit nëse duhet të ndërhyjë për të vazhduar projektin përpara.

source: Reason:
sq: Arsyeja:

source: Received an error message, such as delivery failure.
sq: Morra një mesazh gabimi, si p.sh. dështim gjatë dorëzimit.

source: Recent Events
sq: Ngjarjet e fundit

source: Recently described results first
sq: Rezultatet e përshkruara së fundi radhiti të parat

source: Refused
sq: Refuzuar

source: Refused.
sq: Refuzuar.

source: Regenerate one time passcode
sq: Rigjenero kodkalimin e vetëm një herë

source: Regulation
sq: Rregullorja

source: Rejected
sq: Refuzuar

source: Remember me (keeps you signed in longer; do not use on a public computer)
sq: Më kujto (të mban kyçur më gjatë; mos e përdorni në kompjutera publik)

source: Report
sq: Raporto

source: Report an offensive or unsuitable request
sq: Raporto një kërkesë fyese ose të papërshtatshme

source: Report annotation
sq: Raporto shënimin

source: Report annotation on request: {{title}}
sq: Raporto shënimin në kërkesën: {{title}}

source: Report request
sq: Raporto kërkesën

source: Report request: {{title}}
sq: Raporto kërkesën: {{title}}

source: Report this request
sq: Raporto këtë kërkesë

source: Reported
sq: Raportuar

source: Reported for administrator attention.
sq: Raportuar për vëmendjen e administratorit.

source: Reporting a request notifies the site administrators. They will respond as soon as possible.
sq: Raportimi i një kërkese njofton administratorin e faqes. Ata do të përgjigjen sa më shpejt të jetë e mundur.

source: Request '{{request_title}}' to {{public_body_name}}:
sq: Kërkesa '{{request_title}}' të {{public_body_name}}:

source: Request an internal review
sq: Kërko një rishqyrtim të brendshëm

source: Request an internal review from {{person_or_body}}
sq: Kërko një rishikim të brendshëm prej {{person_or_body}}

source: Request email can't be nil
sq: Emaili i kërkesës nuk mund të jetë zbrazët

source: Request for personal information
sq: Kërko për informacion personal

source: Request has been removed
sq: Kërkesa është fshirë

source: Request hidden
sq: Kërkesa është fshehur

source: Request hide events
sq: Kërko ngjarjet e fshehura

source: Request sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
sq: Kërkesa është dërguar te {{public_body_name}} nga {{info_request_user}} më {{date}}.

source: Request to {{public_body_name}} by {{info_request_user}}. Annotated by {{event_comment_user}} on {{date}}.
sq: Kërkesë për {{public_body_name}} nga {{info_request_user}}. Shënuar nga {{event_comment_user}} më {{date}}.

source: Requested from {{public_body_name}} by {{info_request_user}} on {{date}}
sq: Kërkuar nga {{public_body_name}} nga {{info_request_user}} më {{date}}

source: Requested on {{date}}
sq: Kërkuar më {{date}}

source: Requests
sq: Kërkesat

source: Requests are considered overdue if they are in the 'Overdue' or 'Very Overdue' states.
sq: Kërkesat konsiderohen të vonuara nëse ato kanë statusin 'Të Vonuara' ose 'Tepër të Vonuara'.

source: Requests are considered successful if they were classified as either 'Successful' or 'Partially Successful'.
sq: Kërkesat konsiderohen të suksesshme nëse ato klasifikohen si 'Të Suksesshme' ose 'Pjesërisht të Suksesshme'.

source: Requests for personal information and vexatious requests are not considered valid for APD purposes (<a href="/help/about">read more</a>).
sq: Kërkesat për informacion personal dhe kërkesat me karakter shqetësues nuk konsiderohen të vlefshme për qëllimet e të Drejtës për Qasje në Dokumente Publike (<a href="/help/about">read more</a>).

source: Requests like this
sq: Kërkesat si kjo

source: Requests or responses matching your saved search
sq: Kërkesat ose përgjigjet që përputhen me kërkimin e ruajtur

source: Requests similar to '{{request_title}}'
sq: Kërkesa të ngjashme me '{{request_title}}'

source: Requests similar to '{{request_title}}' (page {{page}})
sq: Kërkesa të ngjashme me '{{request_title}}' (page {{page}})

source: Requests will be sent to the following bodies:
sq: Kërkesat do të dërgohen tek institucionet në vijim:

source: Requires admin attention
sq: Kërkon vëmendjen e administratorit

source: Respond by email
sq: Përgjigju me postë elektronike

source: Respond to request
sq: Përgjigju kërkesës

source: Respond to the APD request '{{request}}' made by {{user}}
sq: Përgjigju kërkesës për të Drejtën e Qasjes në Dokumente Publike '{{request}}' dërguar nga {{user}}

source: Respond using the web
sq: Përgjigju duke përdorur faqen elektronike

source: Response
sq: Përgjigje

source: Response by {{public_body_name}} to {{info_request_user}} on {{date}}.
sq: Përgjigja nga {{public_body_name}} për {{info_request_user}} më {{date}}.

source: Response from a public authority
sq: Përgjigje nga një institucion publik

source: Response received
sq: Përgjigja u pranua

source: Response to '{{title}}'
sq: Përgjigja ndaj '{{title}}'

source: Response to this request is <strong>delayed</strong>.
sq: Përgjigja e kësaj kërkese është <strong>vonuar</strong>.

source: Response to this request is <strong>long overdue</strong>.
sq: Përgjigja e kësaj kërkese është <strong>vonuar</strong>.

source: Response to your request
sq: Përgjigje për kërkesën tënde

source: Response to {{law_used_short}} request
sq: Përgjigja e kërkesës për {{law_used_short}}

source: Response:
sq: Përgjigja:

source: Restrict to
sq: Kufizo në

source: Results page {{page_number}}
sq: Faqja e rezultateve {{page_number}}

source: Save
sq: Ruaj

source: Search
sq: Kërko

source: Search Access to Public Documents requests, public authorities and users
sq: Shiko kërkesat e të Drejtës për Qasje në Dokumente Publike, institucionet publike dhe përdoruesits

source: Search contributions by this person
sq: Kërko për kontribute të bëra nga ky person

source: Search for the authorities you'd like information from:
sq: Kërko për institucionet nga ku dëshiron të marrësh informacion:

source: Search in
sq: Kërko në

source: Search in their website for this information &rarr;
sq: Kërko në faqet e tyre elektronike për këtë informacion &rarr;

source: Search over<br/><strong>{{number_of_requests}} requests</strong> <span>and</span><br/><strong>{{number_of_authorities}} authorities</strong>
sq: Kërko mbi<br/><strong>{{number_of_requests}} kërkesa</strong> <span>dhe</span><br/><strong>{{number_of_authorities}} institucioneve publike</strong>

source: Search queries
sq: Pyetje për kërkimin

source: Search results
sq: Rezultatet e kërkimit

source: Search the site to find what you were looking for.
sq: Kërko në këtë ueb sajt për të gjetur atë që dëshiron të gjesh.

source: Search your contributions
sq: Kërko kontributet e tua

source: Section
sq: Seksioni

source: Send a followup
sq: Dërgo mesazh vijues

source: Send a message to {{user_name}}
sq: Dërgo mesazh te {{user_name}}

source: Send a public follow up message to {{person_or_body}}
sq: Dërgo mesazh publik vijues për {{person_or_body}}

source: Send a public reply to {{person_or_body}}
sq: Dërgo përgjigje publike të {{person_or_body}}

source: Send and publish message
sq: Dërgo dhe publiko mesazhin

source: Send and publish request
sq: Dërgo dhe publiko kërkesën

source: Send follow up to '{{title}}'
sq: Dërgo mesazh vijues për '{{title}}'

source: Send me the email
sq: Më dërgoni postën elektronike

source: Send message
sq: Dërgo mesazh

source: Send message to {{user_name}}
sq: Dërgo mesazh tek {{user_name}}

source: Send message to {{user_name}} just to see how it works
sq: Dërgo mesazh tek {{user_name}} vetëm për të parë se si funksionon

source: Sending...
sq: Duke dërguar...

source: Sent to one authority by {{info_request_user}} on {{date}}.
sq: Dërguar tek një institucion nga {{info_request_user}} më {{date}}.

source: Set your profile photo
sq: Vendosni fotografinë tuaj të profilit

source: Share on Facebook
sq: Ndaje në Facebook

source: Share with private link
sq: Ndaje me lidhje private

source: Share your batch request
sq: Ndaje listën tuaj të kërkesës

source: Share your request
sq: Ndaje kërkesën tuaj

source: Short name is already taken
sq: Emri i shkurtër është i zënë

source: Show all attachments
sq: Trego të gjitha bashkëngjitjet

source: Show fewer attachments
sq: Trego më pak bashkëngjitje

source: Show less
sq: Trego më pak

source: Show more
sq: Trego më shumë

source: Show most relevant results first
sq: Shfaq më parë rezultatet më të rëndësishme

source: Show only...
sq: Shfaq vetëm...

source: Showing
sq: Duke shfaqur

source: Sign in
sq: Kyçu

source: Sign in as the emergency user
sq: Kyçu si përdoruesi i emergjencës

source: Sign in or make a new account
sq: Kyçu ose krijo një llogari të re

source: Sign in or sign up
sq: Kyçu ose krijo llogari

source: Sign in to track this request
sq: Kyçu për të gjurmuar këtë kërkesë

source: Sign out
sq: Ç'kyçu

source: Sign up
sq: Regjistrohu

source: Signups from Tor have been blocked due to extensive misuse. Please contact us if this is a problem for you.
sq: Regjistrimet nga Tor janë bllokuar për shkak të keqpërdorimit të gjerë. Ju lutemi na kontaktoni nëse ky është një problem për ju.

source: Simple search
sq: Kërkim i thjeshtë

source: Skip
sq: Kalo

source: Skipped!
sq: Kaluar!

source: Snippets related to
sq: Pjesëza të ndërlidhura me

source: Some notes have been added to your APD request - {{request_title}}
sq: Disa shënime (komente) iu janë shtuar kërkesës tënde për QDP- {{request_title}}

source: Some of the information requested has been received
sq: Disa nga informacionet e kërkuara janë marrë

source: Some people who've made requests haven't let us know whether they were successful or not. We need <strong>your</strong> help &ndash; choose one of these requests, read it, and let everyone know whether or not the information has been provided. Everyone'll be exceedingly grateful.
sq: Disa persona që kanë bërë kërkesa nuk na kanë bërë të ditur nëse ishin të sukseshme apo jo. Kemi nevojë për ndihmën <strong>tuaj &ndash; përzgjedh një nga këto kërkesa, lexoje atë, dhe njofto të tjerët nëse keni marrë informacionin e kërkuar. Të gjithë do të jenë shumë mirënjohës për këtë.

source: Somebody added a note to your APD request - {{request_title}}
sq: Dikush ka shtuar një shënim në kërkesën tuaj për QDP - {{request_title}}

source: Someone has updated the status of your request
sq: Dikush ka përditësuar statusin e kërkesës suaj

source: Someone, perhaps you, just tried to change their email address on {{site_name}} from {{old_email}} to {{new_email}}.
sq: Dikush, ndoshta ju, u përpoq të ndryshoj adresën e postës elektronike në {{site_name}} nga {{old_email}} në {{new_email}}.

source: Sorry - you cannot respond to this request via {{site_name}}, because this is a copy of the request originally at {{link_to_original_request}}.
sq: Na vjen keq - nuk mund t'i përgjigjeni kësaj kërkese nëpërmjet {{site_name}}, sepse kjo është një kopje e kërkesës fillestare tek {{link_to_original_request}}.

source: Sorry, '{{authority_name}}' has been marked as defunct, which means we can no longer process requests to them. You may need to check whether their responsibilities have been taken over by a different authority.
sq: Na vjen keq, "{{authority_name}}" është shënuar si jofunksional, që do të thotë se nuk mund të përpunojmë më kërkesat për ta. Mund t'ju duhet të kontrolloni nëse përgjegjësitë e tyre janë marrë nga një institucion tjetër.

source: Sorry, but only {{user_name}} is allowed to do that.
sq: Na vjen keq, por vetëm {{user_name}} ka të drejtë ta bëj këtë.

source: Sorry, there was a problem processing this page
sq: Na vjen keq, ka pasur një problem gjatë përpunimit të kësaj faqe

source: Sorry, we couldn't find that page
sq: Na vjen keq, nuk mundemi ta gjejmë këtë faqe

source: Sorry, we're currently unable to add your annotation. Please try again later.
sq: Na vjen keq, për momentin nuk mund të shtojmë shënimin. Provoni prapë më vonë.

source: Sorry, we're currently unable to create your account. Please try again later.
sq: Na vjen keq, për momentin nuk jemi të gjendje të krijojmë llogarinë tuaj. Provoni më vonë.

source: Sorry, we're currently unable to send your request. Please try again later.
sq: Na vjen keq, për momentin nuk mund të dërgojmë kërkesën. Provoni prapë më vonë.

source: Sorry, we're currently unable to sign up new users, please try again later
sq: Na vjen keq, për momentin nuk mund të regjistrojmë përdorues të rinj, provoni prapë më vonë

source: Source URL is too long
sq: Burimi URL është shumë i gjatë

source: Source URL:
sq: Burimi URL:

source: Source:
sq: Burimi:

source: Spreadsheets
sq: Tabela

source: Start classifying
sq: Fillo klasifkimin

source: Start extracting
sq: Fillo ekstraktimin

source: Start your own request
sq: Nise kërkesën tënde

source: Statistics
sq: Statistika

source: Status
sq: Statusi

source: Stay up to date
sq: Qëndro i informuar rreth risive

source: Still awaiting an <strong>internal review</strong>
sq: Ende në pritje të <strong>rishqyrtimit të brendshëm</strong>

source: Subject
sq: Lënda

source: Subject:
sq: Lënda:

source: Submit
sq: Dorëzo

source: Submit Search
sq: Dërgo Kërkimin

source: Submit data
sq: Dorëzo të dhënat

source: Submit request
sq: Dërgo kërkesën

source: Submit status
sq: Dërgo statusin

source: Submit status and send message
sq: Dërgo statusin dhe mesazhin

source: Subscribe to blog
sq: Abonohu në blog

source: Subscription cancelled
sq: Regjistrimi u anulua

source: Subscription reactivated
sq: Regjistrimi u riaktivizua

source: Subscription renewal failure
sq: Dështim i freskimit të regjistrimit

source: Subscription renewal repeated failure
sq: Dështim i përsëritur i freskimit të abonimit

source: Subscription renewed
sq: Abonimi u freskua

source: Subscription renewed after failure
sq: Abonimi u freskuar pas dështimit

source: Success
sq: Sukses

source: Successful
sq: I suksesshëm

source: Successful Access to Public Documents requests
sq: Kërkesat e suksesshme për të Drejtën e Qasjes në Dokumente Publike

source: Successful requests
sq: Kërkesa të suksesshme

source: Successful.
sq: Suksesshme.

source: Suggest how the requester can find the <strong>rest of the information</strong>.
sq: Sugjero si kërkuesi mund të gjej pjesën <strong>tjetër të informacionit</strong>.

source: Summary
sq: Përmbledhje

source: Summary is too short. Please be a little more descriptive about the information you are asking for.
sq: Përmbledhja shumë e shkurtër. Të lutem bëhuni pak më përshkrues për informacionin që po kërkoni.

source: Suspended users cannot edit their profile
sq: Përdoruesit e pezulluar nuk mund ta redaktojnë profilin

source: Table of statuses
sq: Tabela e statuseve

source: Table of varieties
sq: Tabela e varianteve

source: Tags (separated by a space):
sq: Etiketat (të ndara me një hapësirë):

source: Tags:
sq: Etiketat:

source: Tasks
sq: Detyrat

source: Thank you for helping us keep the site tidy!
sq: Faleminderit për ndihmën tënde për mbajtjen e rregullt dhe të organizuar të faqes!

source: Thank you for making an annotation!
sq: Faleminderit që keni bërë një shënim!

source: Thank you for responding to this APD request! Your response has been published below, and a link to your response has been emailed to {{user_name}}.
sq: Faleminderit që i jeni përgjigjur kësaj kërkese për të Drejtën e Qasjes në Dokumente Publike. Përgjigja juaj është publikuar më poshtë, si dhe lidhja për përgjigjen tuaj i është dërguar me email {{user_name}}.

source: Thank you for updating the status of the request '<a href="{{url}}">{{info_request_title}}</a>'. There are some more requests below for you to classify.
sq: Faleminderit për përditësimin e statusit të kërkesës ' <a href="{{url}}">{{info_request_title}}</a> '. Ka disa kërkesa të tjera për ty për ti klasifikuar.

source: Thank you for updating this request!
sq: Faleminderit për përditësimin e kësaj kërkese!

source: Thank you for updating your profile photo
sq: Faleminderit për përditësimin e fotografisë së profilit tënd

source: Thank you! Here are some ideas on what to do next:
sq: Faleminderit! Ja disa ide se ç'mund të bëni më tutje:

source: Thank you! Hope you don't have to wait much longer.
sq: Faleminderit! Shpresojmë që nuk do të presësh shumë gjatë.

source: Thank you! Hopefully your wait isn't too long.
sq: Faleminderit! Shpresojmë që pritja juaj nuk do të jetë shumë e gjatë.

source: Thank you! We'll look into what happened and try and fix it up.
sq: Faleminderit! Do të shikojmë çfarë ka ndodhur dhe do të mundohemi ta rregullojmë.

source: Thank you! Your request is long overdue, by more than {{very_late_number_of_days}} working days. Most requests should be answered within {{late_number_of_days}} working days. You might like to complain about this, see below.
sq: Faleminderit! Përgjigja në kërkesën tuaj është vonuar së tepërmi, me më shumë se {{very_late_number_of_days}} ditë pune. Shumica e kërkesave duhet të përgjigjen jo më vonë se {{late_number_of_days}} ditë pune. Ju mund të ankoheni për këtë, shih më poshtë.

source: Thanks for helping - your work will make it easier for everyone to find successful responses, and maybe even let us make league tables...
sq: Faleminderit për ndihmë - ndihma juaj do ta bëjë më të lehtë që të tjerët të gjejnë kërkesat e suksesshme, e ndoshta edhe të na mundësoj krijimin e ranglistave...

source: Thanks for your suggestion to add {{public_body_name}}. It's been added to the site here:
sq: Faleminderit për sugjerimin tuaj për të shtuar {{public_body_name}}. Institucioni është shtuar këtu:

source: Thanks for your suggestion to update the email address for {{public_body_name}} to {{public_body_email}}. This has now been done and any new requests will be sent to the new address.
sq: Faleminderit për sugjerimin tuaj për të përditësuar adresën e postës elektronike të {{public_body_name}} me {{public_body_email}}. Adresa është futur tashmë në sistem dhe çdo kërkesë e re do të dërgohet këtu.

source: Thanks very much - this will help others find useful stuff. We'll also, if you need it, give advice on what to do next about your requests.
sq: Shumë faleminderit - kjo do të ndihmoj të tjerët të gjejnë gjëra të dobishme. Ne gjithashtu mund të ndihmojmë, nëse keni nevojë, me këshilla si të veproni në vijim me kërkesat tuaja.

source: Thanks very much for helping keep everything <strong>neat and organised</strong>. We'll also, if you need it, give you advice on what to do next about each of your requests.
sq: Shumë faleminderit për ndihmën për të mbajtur gjërat të <strong>organizuara dhe në rregull</strong>. Ne gjithashtu mund të ndihmojmë, nëse keni nevojë, me këshilla si të veproni në vijim me kërkesat tuaja.

source: That doesn't look like a valid email address. Please check you have typed it correctly.
sq: Kjo nuk duket si një adresë e vlefshme. Të lutem kontrollo që e ke shtypur saktë.

source: The <strong>review has finished</strong> and overall:
sq: <strong>Rishqyrtimi ka përfunduar</strong> dhe përfundimi është:

source: The Access to Public Documents Act <strong>does not apply</strong> to
sq: Ligji për të Drejtën e Qasjes në Dokumente Publike <strong>nuk aplikohet </strong> për

source: The URL where you found the article.
sq: URL ku e keni gjetur artikullin.

source: The URL where you found the email address. This field is optional, but it would help us a lot if you can provide a link to a specific page on the authority's website that gives this address, as it will make it much easier for us to check.
sq: URL ku gjetët adresën e postës elektronike. Kjo fushë është opsionale, por do na ndihmonte shumë nëse mund të na dërgoni lidhjen të një faqe specifike që jep këtë adresë, tek faqja elektronike e institucionit, sepse kështu do e kemi më të lehtë për ta kontrolluar.

source: The accounts have been left as they previously were.
sq: Llogaritë janë lënë siç kanë qenë më përpara.

source: The article references all requests in this batch
sq: Artikulli referencon të gjitha kërkesat në këtë paketë

source: The authority do <strong>not have</strong> the information <small>(maybe they say who does)</small>
sq: Autoriteti <strong>nuk e ka</strong> informatën <small>(ndoshta ata e dijnë kush e ka)</small>

source: The authority email doesn't look like a valid address
sq: Adresa elektronike e institucionit nuk është e vlefshme

source: The authority only has a <strong>paper copy</strong> of the information.
sq: Institucioni ka vetëm një <strong>kopje në letër</strong> të informacionit.

source: The authority say that they <strong>need a postal address</strong>, not just an email, for it to be a valid APD request
sq: Institucioni thotë se ata kanë <strong>nevojë për një adresë postare,</strong> jo vetëm një adresë të emailit, që ajo të jetë një kërkesë e vlefshme për të Drejtën e Qasjes në Dokumente Publike

source: The authority would like to / has <strong>responded by postal mail</strong> to this request.
sq: Autoriteti dëshiron që / i është përgjigjur kësaj kërkese me postë postare</strong>.

source: The classification of requests (e.g. to say whether they were successful or not) is done manually by users and administrators of the site, which means that they are subject to error.
sq: Klasifikimi i kërkesave (p.sh. ku thuhet janë të suksesshme apo jo) është bërë manualisht nga përdoruesit dhe administratorët e kësaj faqeje, që do të thotë që gabime mund të ndodhin.

source: The contact email address for APD requests to the authority.
sq: Adresa e kontaktit për kërkesën e të Drejtën e Qasjes në Dokumente Publike drejtuar institucionit.

source: The email that you, on behalf of {{public_body}}, sent to {{user}} <{{incoming_email}}> to reply to an {{law_used_short}} request has not been delivered.
sq: Email-i që ju, në emër të {{public_body}}, i dërguar {{user}} <{{incoming_email}}> për t'iu përgjigjur një kërkese {{law_used_short}} nuk është dorëzuar.

source: The error bars shown are 95% confidence intervals for the hypothesized underlying proportion (i.e. that which you would obtain by making an infinite number of requests through this site to that authority). In other words, the population being sampled is all the current and future requests to the authority through this site, rather than, say, all requests that have been made to the public body by any means.
sq: Linjat e gabimit janë 95% të intervaleve konfidenciale për përpjestimin e nënkuptuar, që është hipotezuar (p.sh. atë që do të marrësh duke dërguar një numër infinit kërkesash nëpërmjet kësaj faqe tek institucioni). Me fjalë të tjera, popullata që është marrë si kampion testimi janë të gjitha kërkesat aktuale dhe të ardhshme për institucionin nëpërmjet kësaj faqeje, dhe jo kërkesat e bëra nëpërmjet të gjitha formave drejt institucionit përkatës.

source: The following request has been made public on {{site_name}}.
sq: Kërkesa në vazhdim është bërë publike në {{site_name}}.

source: The following request will be made public on {{site_name}} in the next week. If you do not wish this request to go public at that time, please click on the link below to keep it private for longer.
sq: Kërkesa e mëposhtme do të bëhet publike në {{site_name}} javën e ardhshme. Nëse nuk dëshironi që kjo kërkesë të bëhet publike në atë kohë, ju lutemi klikoni në lidhjen e mëposhtme për ta mbajtur atë private për më gjatë.

source: The last incoming message was created in the last day
sq: Mesazhi i fundit i ardhur është krijuar në ditën e fundit
