Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: Joined in {{year}}
sq: Regjistruar në vitin {{year}}

source: Joined in {{year}}.
sq: Regjistruar në {{year}}.

source: Joined {{site_name}} in {{year}}
sq: Regjistruar tek {{site_name}} në {{year}}

source: Just one more thing
sq: Vetëm edhe diçka tjetër

source: Keep this passcode safe. You will need it to confirm your account when changing your password. You can add it to a password manager or print it and store it in a safe place.
sq: Ruaje këtë kodkalim. Do ju duhet për të konfirmuar llogarinë tuaj kur të ndryshoni fjalëkalimin. Ju mund ta shtoni atë tek një menaxher fjalëkalimesh ose ta shtypni dhe ta ruani në një vend të sigurt.

source: Keep your request up to date
sq: Mbani kërkesën tuaj të përditësuar

source: Keep your requests up to date
sq: Mbani kërkesat tuaja të përditësuara

source: Keywords
sq: Fjalët kyçe

source: Laptop or desktop
sq: Laptop apo desktop

source: Last 28 days
sq: 28 ditët e fundit

source: Last authority viewed: {{authority_url}}
sq: Institucioni i fundit i shikuar: {{authority_url}}

source: Last edit editor can't be blank
sq: Redaktori i ndryshimit të fundit nuk mund të jetë i zbrazët

source: Last edit editor can't be longer than 255 characters
sq: Redaktori i ndryshimit të fundit nuk mund të jetë më i gjatë se 255 karaktere

source: Last request viewed: {{request_url}}
sq: Kërkesa e fundit e shikuar: {{request_url}}

source: Latest
sq: Më të fundit

source: Learn more &rarr;
sq: Mëso më tepër &rarr;

source: Leave project
sq: Largohu nga projekti

source: Let us know
sq: Na trego

source: Let us know and we’ll help you challenge it.
sq: Na trego dhe ne ju ndihmojmë ta sfidoni atë.

source: Let us know what you were doing when this message appeared and your browser and operating system type and version.
sq: Na njofto se çfarë keni qenë duke bërë kur ky mesazh u shfaq, si dhe emrin e brauserit (browser) dhe versionin e sistemit tuaj operativ.

source: Link to this
sq: Lidhe me këtë

source: List of all authorities (CSV)
sq: Listo të gjitha institucionet (CSV)

source: Log in to download a zip file of {{info_request_title}}
sq: Kyçu për të shkarkuar zip skedarin e {{info_request_title}}

source: Log into the admin interface
sq: Kyçu në ndërfaqen administrative

source: Long overdue
sq: Tepër i vonuar

source: Long overdue.
sq: Tepër i vonuar.

source: Made between
sq: Bërë ndërmjet

source: Make a request
sq: Bëj një kërkesë

source: Make a request &raquo;
sq: Bëj një kërkesë &raquo;

source: Make a request to these authorities
sq: Bëj një kërkesë për këto institucione

source: Make a request to this authority
sq: Bëj një kërkesë për këtë institucion

source: Make a {{legislation}} request to this authority
sq: Bëj një kërkesë {{legislation}} për këtë institucion

source: Make an {{law_used_short}} request
sq: Bëj një kërkesë {{law_used_short}}

source: Make an {{law_used_short}} request to '{{public_body_name}}'
sq: Bëni një {{law_used_short}} kërkesë për '{{public_body_name}}'

source: Make an {{legislation}} request to this authority
sq: Bëj një kërkesë për {{legislation}} te ky institucion

source: Make and browse Access to Public Documents (APD) requests
sq: Bëj dhe shfleto kërkesa për të Drejtën e Qasjes në Dokumente Publike (QDP)

source: Make sure the information you are asking for is not already publicly available.
sq: Sigurohu që informacioni që po e kërkoni nuk është veçse publik.

source: Many requests
sq: Shumë kërkesa

source: Message
sq: Mesazhi

source: Message has been removed
sq: Mesazhi është fshirë

source: Message sent using {{site_name}} contact form,
sq: Mesazhi i dërguar duke përdorur kontakt formën e {{site_name}},

source: Message {{current_message}} of {{total_messages}}
sq: Mesazhi {{current_message}} nga {{total_messages}}

source: Missing contact details for '{{authority_name}}'
sq: Mungojnë të dhënat për '{{authority_name}}'

source: More about this authority
sq: Më shumë për këtë institucion

source: More requests in this batch
sq: Kërkesa tjera në këtë paketë

source: More similar requests
sq: Më shumë kërkesa të ngjashme

source: Most frequent annotators
sq: Shënimet më të shpeshta

source: Most frequent requesters
sq: Kërkuesit më të shpeshtë

source: My profile
sq: Profili im

source: My request has been <strong>refused</strong>
sq: Kërkesa ime është <strong>refuzuar</strong>

source: My requests
sq: Kërkesat e mia

source: My wall
sq: Muri im

source: Name can't be blank
sq: Emri nuk mund të jetë i zbrazët

source: Name is already taken
sq: Emri është i zënë

source: Needs admin attention
sq: Kërkon vëmendjen e administratorit

source: Needs status update
sq: Duhet freskim i statusit

source: New Citation
sq: Citim i ri

source: New Access to Public Documents requests
sq: Kërkesat e reja për të Drejtën e Qasjes në Dokumente Publike

source: New e-mail:
sq: Postë elektronike e re:

source: New email doesn't look like a valid address
sq: Adresa e re e postës elektronike nuk duket si një adresë e vlefshme

source: New password:
sq: Fjalëkalim i ri:

source: New password: (again)
sq: Fjalëkalim i ri: (përsërite)

source: New response to '{{title}}'
sq: Përgjigje e re ndaj '{{title}}'

source: New response to your APD request - {{request_title}}
sq: Përgjigje e re ndaj kërkesës tuaj për të Drejtën e Qasjes në Dokumente Publike - {{request_title}}

source: New response to your request
sq: Përgjigje e re për kërkesën tuaj

source: New response to {{law_used_short}} request
sq: Përgjigje e re për kërkesën {{law_used_short}}

source: New updates for the request '{{request_title}}'
sq: Aktualizime të reja për kërkesën '{{request_title}}'

source: Newest results first
sq: Rezultatet më të reja të parat

source: News story
sq: Lajm

source: Next
sq: Më pas

source: Next &#8594;
sq: Tjetër &#8594;

source: Next Step: Preview your public request
sq: Hapi i radhës: Parashih kërkesën tënde publike

source: Next message
sq: Porosia tjetër

source: Next, crop your photo &gt;&gt;
sq: Më pas, preje foton tënde &gt;&gt;

source: Nice work! How about having another try at the requests you skipped?
sq: Punë e mirë! Edhe një tentim në kërkesën që e kaluat?

source: No
sq: Jo

source: No requests of this sort yet.
sq: Ende nuk ka kërkesa të këtij lloji.

source: No results found.
sq: Asnjë rezultat nuk u gjet.

source: No similar requests found.
sq: Nuk gjetëm kërkesa të ngjashme.

source: Nobody has made any Access to Public Documents requests to {{public_body_name}} using this site yet.
sq: Ende askush nuk ka bërë ndonjë kërkesë për të Drejtën e Qasjes në Dokumente Publike tek {{public_body_name}} duke përdorur këtë faqe.

source: Non-expert
sq: Jo ekspert

source: None found.
sq: Asnjë nuk u gjet.

source: None made.
sq: Asnjë e bërë.

source: Not a valid request
sq: Kërkesë e pavlefshme

source: Not an APD request
sq: Nuk është kërkesë për QDP

source: Not held
sq: Nuk u mbajt

source: Note that the requester will not be notified about your annotation, because the request was published by {{public_body_name}} on their behalf.
sq: Vini re që kërkuesi nuk do të njoftohet për shënimin tuaj, sepse kërkesa është publikuar nga {{public_body_name}} në emrin e tyre.

source: Note that we may still send you emails when new correspondence appears on your requests, or when you perform actions that require an email confirmation step.
sq: Vini re se ne mund t'ju dërgojmë ende email kur korrespondenca e re shfaqet në kërkesat tuaja, ose kur kryeni veprime që kërkojnë një hap të konfirmimit të emailit.

source: Notes:
sq: Shënime:

source: Now check your email!
sq: Kontrollo postën tënde elektronike!

source: Now preview your annotation
sq: Tani kontrollo shënimin tënd

source: Now preview your follow up
sq: Tani kontrollo mesazhin vijues

source: Now preview your message asking for an internal review
sq: Tani kontrollo mesazhin tënd ku ke kërkuar shqyrtim të brendshëm

source: Number of request hide events over time
sq: Numri i kërkesave fsheh ngjarjet përgjatë kohës

source: Number of requests
sq: Numri i kërkesave

source: OR remove the existing photo
sq: Ose hiqni fotografinë ekzistuese

source: Offensive? Unsuitable?
sq: Fyese? E papërshtatshme?

source: Oh no! Sorry to hear that your request was refused. Here is what to do now.
sq: Na vjen keq që kërkesa jote është refuzuar! Ja se çfarë duhet bërë tani.

source: Old e-mail:
sq: Adresë elektronike e vjetër:

source: Old email address isn't the same as the address of the account you are logged in with
sq: Adresa e vjetër elektronike nuk është e njëjtë me adresën e llogarisë me të cilën jeni kyçur për momentin

source: Old email doesn't look like a valid address
sq: Adresa e vjetër elektronike nuk duket si një adresë e vlefshme

source: On this page
sq: Në këtë faqe

source: One APD request found
sq: U gjet një kërkesë për QDP

source: One person found
sq: U gjet një person

source: One public authority found
sq: U gjet një institucion publik

source: Only requests made using {{site_name}} are shown.
sq: Vetëm kërkesat që janë bërë me {{site_name}} janë të shfaqura.

source: Only the authority can reply to this request, and I don't recognise the address this reply was sent from
sq: Vetëm institucioini mund t'i përgjigjet kësaj kërkese, dhe unë nuk e njoh adresën nga ku është dërguar kjo përgjigje

source: Only the authority can reply to this request, but there is no "From" address to check against
sq: Vetëm institucioni mund të përgjigjet kësaj kërkese, por nuk kishte adresë "Nga: (From:)" për ta verifikuar dërguesin

source: Only the correct combination of confirming your account through an email token and entering the correct one time passcode will allow your account password to be changed.
sq: Vetëm kombinimi i duhur për konfirmimin e llogarisë suaj nëpërmjet postës elektronike dhe vendosjen të kodkalimit njëpërdorishëm do të lejoj llogarinë tuaj të ndryshohet.

source: Original request sent
sq: Kërkesa origjinale u dërgua

source: Other
sq: Të tjera

source: Other:
sq: Të tjera:

source: Page {{page}}
sq: Faqe {{page}}

source: Pagination
sq: Faqëzim

source: Partial success
sq: Sukses i pjesshëm

source: Partially successful
sq: Pjesërisht e suksesshme

source: Partially successful.
sq: Pjesërisht e suksesshme.

source: Password is not correct
sq: Fjalëkalimi nuk është i saktë

source: Password is too long (maximum is 72 characters)
sq: Fjalëkalimi shumë i gjatë (maksimumi është 72 karaktere)

source: Password is too short (minimum is 12 characters)
sq: Fjalëkalimi shumë i shkurtër (minimumi është 12 karaktere)

source: Password:
sq: Fjalëkalimi:

source: People
sq: Njerëz

source: People {{start_count}} to {{end_count}} of {{total_count}}
sq: Personat {{start_count}} deri {{end_count}} prej {{total_count}}

source: Percentage of requests that are overdue
sq: Përqindja e kërkesave që janë vonuar

source: Percentage of total requests
sq: Përqindja e kërkesave në total

source: Photo of you:
sq: Fotografia juaj:

source: Plan changed from "{{from}}" to "{{to}}"
sq: Plani u ndryshua prej "{{from}}" në "{{to}}"

source: Plans and administrative measures that affect these matters
sq: Planet dhe masat administrative që ndikojnë këto çështje

source: Play the request categorisation game
sq: Luaj lojën e kategorizimit të kërkesave

source: Play the request categorisation game!
sq: Luaj lojën e kategorizimit të kërkesave!

source: Please
sq: Të lutem

source: Please <a href="{{url}}">get in touch</a> with us so we can fix it.
sq: Të lutem <a href="{{url}}">na kontakto</a> që ta rregullojmë atë.

source: Please <strong>go to the following requests</strong>, and let us know if there was information in the recent responses to them.
sq: Të lutem<strong> kaloni tek kërkesat vijuese</strong>, dhe na bëni të ditur nëse ka pasur informacion në përgjigjet më të fundit të marra prej tyre.

source: Please <strong>only</strong> write messages directly relating to your request {{request_link}}. If you would like to ask for information that was not in your original request, then <a href="{{new_request_link}}">file a new request</a>.
sq: Të lutem <strong>shkruaj vetëm</strong> mesazhe të ndërlidhura drejtpërdrejti me kërkesën tuaj {{request_link}}. Nëse dëshiron të kërkosh informacion të cilat nuk janë në kërkesën tuaj origjinale, atëherë <a href="{{new_request_link}}">bëj kërkesë të re</a>.

source: Please ask for environmental information only
sq: Të lutem kërko vetëm për informacion në lidhje me mjedisin

source: Please check the URL (i.e. the long code of letters and numbers) is copied correctly from your email.
sq: Të lutem kontrollo që URL (dmth. kodin e gjatë me shkronja e numra) është kopjuar në rregull nga emaili yt.

source: Please choose a file containing your photo.
sq: Të lutem zgjedh një skedar që përmban fotografinë tënde.

source: Please choose a reason
sq: Të lutem zgjedh një arsye

source: Please choose what sort of reply you are making.
sq: Të lutem zgjedh llojin e përgjigjes që dëshironi të bëni.

source: Please choose whether or not you got some of the information that you wanted.
sq: Të lutem zgjedh nëse ke marrë ose jo disa nga informacionet që ke kërkuar.

source: Please click on the link below to cancel or alter these emails.
sq: Të lutem kliko në lidhjen e mëposhtme për të anuluar ose ndryshuar këto mesazhe.

source: Please click on the link below to confirm that you want to change the email address that you use for {{site_name}} from {{old_email}} to {{new_email}}
sq: Ju lutemi klikoni në lidhjen më poshtë për të konfirmuar që dëshironi të ndryshoni adresën e emailit që përdorni për {{site_name}} nga {{old_email}} në {{new_email}}

source: Please click on the link below to confirm your email address.
sq: Të lutem kliko në lidhjen e mëposhtme për të konfirmuar adresën tuaj të postës elektronike.

source: Please click on the link below to stop these emails.
sq: Të lutem kliko në lidhjen poshtë për t'i ndalur këto emaila.

source: Please create an account or sign in
sq: Ju lutem krijoni një llogari ose Kyçuni

source: Please describe more what the request is about in the subject. There is no need to say it is an APD request, we add that on anyway.
sq: Të lutem përshkruaj tek lënda më gjerësisht, se për çfarë është kërkesa. Nuk ka nevojë të shkruhet që bëhet fjalë për kërkesë për QDP, ajo shtohet automatikisht gjithsesi.

source: Please don't upload offensive pictures. We will take down images that we consider inappropriate.
sq: Të lutem mos ngarko fotografi ofenduese. Ne do t'i fshijmë ato imazhet që do konsiderojmë si të papërshtatshme.

source: Please enable "cookies" to carry on
sq: Të lutem aktivizo "cookies" për të vazhduar

source: Please enter a Source URL
sq: Ju lutem vendosni një burim URL

source: Please enter a password
sq: Të lutem shkruaj fjalëkalimin

source: Please enter a subject
sq: Të lutem shkruaj lëndën

source: Please enter a summary of your request
sq: Të lutem shkruaj një përmbledhje të kërkesës tuaj

source: Please enter a valid email address
sq: Të lutem shkruaj adresën e saktë të postës suaj elektronike

source: Please enter the message you want to send
sq: Të lutem shkruaj mesazhin që dëshiron ta dërgosh

source: Please enter the name of the authority
sq: Të lutem vendos emrin e institucionit

source: Please enter the same password twice
sq: Të lutem shkruaj fjalëkalimin e njëjtë dy herë

source: Please enter your annotation
sq: Të lutem shkruani shënimin tuaj

source: Please enter your email address
sq: Të lutem shkruani adresën tuaj të postës elektronike

source: Please enter your follow up message
sq: Të lutem shto mesazhin vijues

source: Please enter your letter requesting information
sq: Të lutem shkruaj dokumentin për të kërkuar informacion

source: Please enter your name
sq: Të lutem shkruani emrin tuaj

source: Please enter your name, not your email address, in the name field.
sq: Të lutem shkruani emrin tuaj dhe jo adresën e postës suaj elektronike në këtë fushë.

source: Please enter your new email address
sq: Të lutem shkruaj adresën e re të postës elektronike

source: Please enter your old email address
sq: Të lutem shkruaj adresën e vjetër të postës elektronike

source: Please enter your password
sq: Të lutem shkruani fjalëkalimin tuaj

source: Please give details explaining why you want a review
sq: Ju lutemi jepni detaje duke shpjeguar pse dëshironi një rishikim

source: Please keep it shorter than 500 characters
sq: Të lutem mbaje tekstin më të shkurtër se 500 karaktere

source: Please keep the summary short, like in the subject of an email. You can use a phrase, rather than a full sentence.
sq: Ju lutemi mbajeni përmbledhjen të shkurtër sikurse në lëndën (subjektin) e një mesazhi elektronik. Mund të shkruash një togfjalësh në vend të një fjalie të plotë.

source: Please note that in some cases publication of requests and responses will be delayed.
sq: Keni parasysh që në disa raste publikimi i kërkesave dhe përgjigjeve do të vonohet.

source: Please only request information that comes under those categories, <strong>do not waste your time</strong> or the time of the public authority by requesting unrelated information.
sq: Ju lutemi kërkoni vetëm informacione që i përkasin atyre kategorive, <strong>mos e humbni kohën tuaj</strong> ose kohën e institucionit publik duke kërkuar informacione që nuk lidhen me to.

source: Please pass this on to the person who conducts Access to Public Documents reviews.
sq: Ju lutem kalojeni këtë tek personi i cili shqyrton kërkesat për të Drejtën e Qasjes në Dokumente publike.

source: Please read the recent response and <strong>update the status</strong> so we know whether it contains useful information.
sq: Ju lutemi lexoni përgjigjen e fundit dhe <strong>përditësoni statusin</strong> në mënyrë që të dimë nëse përmban informacione të dobishme.

source: Please select a type
sq: Ju lutem zgjedh një tip

source: Please select an authority
sq: Ju lutem zgjedh një institucion

source: Please select each of these requests in turn, and <strong>let everyone know</strong> if they are successful yet or not.
sq: Të lutem selektoni të gjitha kërkesat një pas një, dhe <strong>bëje të ditur për të gjithë</strong> nëse kanë qenë të suksesshme deri më tani apo jo.

source: Please sign at the bottom with your name, or alter the "{{signoff}}" signature
sq: Të lutem nënshkruaj në fund me emrin tënd, ose ndrysho "{{signoff}}" nënshkrimin

source: Please sign in as {{user_name}}
sq: Të lutem kyçu si {{user_name}}

source: Please tell us more:
sq: Të lutem na thuaj më shumë:

source: Please type a message and/or choose a file containing your response.
sq: Të lutem shkruaj një mesazh dhe/ose zgjedh një dokument që përmban përgjigjen për ju.

source: Please update the status of your request - {{request_title}}
sq: Përditëso statusin e kërkesës suaj - {{request_title}}

source: Please use this email address for all replies to this request:
sq: Të lutem përdor këtë adresë të postës elektronike për të gjitha përgjigjet në këtë kërkesë:

source: Please write a summary with some text in it
sq: Të lutem shkruaj përmbledhjen

source: Please write the summary using a mixture of capital and lower case letters. This makes it easier for others to read.
sq: Të lutem shkruaj përmbledhjen duke përdorur kombinim të germave të mëdha dhe të vogla. Kjo e bën leximin për të tjerët më të lehtë.

source: Please write your annotation using a mixture of capital and lower case letters. This makes it easier for others to read.
sq: Të lutem shkruaj komentin duke përdorur kombinim të germave të mëdha dhe të vogla. Kjo e bën leximin për të tjerët më të lehtë.

source: Please write your follow up message containing the necessary clarifications below.
sq: Të lutem, më poshtë shkruaj mesazhin vijues i cili përmban sqarimet e domosdoshme.

source: Please write your message using a mixture of capital and lower case letters. This makes it easier for others to read.
sq: Të lutem shkruaj mesazhin duke përdorur kombinim të germave të mëdha dhe të vogla. Kjo e bën leximin për të tjerët më të lehtë.

source: Please {{contact_us_link}} if you have any questions.
sq: Ju lutemi na kontaktoni {{contact_us_link}} nëse keni ndonjë pyetje.

source: Point to <strong>related information</strong>, campaigns or forums which may be useful.
sq: Udhëzo tek <strong>informatat që ndërlidhen me këtë,</strong> fushata ose forume të cilat mund të jenë të dobishme.

source: Possible related requests
sq: Kërkesa të ndërlidhura

source: Post annotation
sq: Posto shënimin

source: Posted on {{date}}
sq: Postuar më {{date}}

source: Posted on {{date}} by {{author}}
sq: Postuar më {{date}} nga {{author}}

source: Powered by <a href="http://www.alaveteli.org/">Alaveteli</a>
sq: Mundësuar nga <a href="http://www.alaveteli.org/">Alaveteli</a>

source: Prefer not to receive emails?
sq: Preferon të mos marrësh mesazhe elektronike?

source: Prev
sq: Mbrapa

source: Preview follow up to '
sq: Shih vijimësinë e komunikimit për '

source: Preview new annotation on '{{info_request_title}}'
sq: Shih shënimin e ri në '{{info_request_title}}'

source: Preview new {{law_used_short}} request
sq: Shih kërkesën e re për {{law_used_short}}

source: Preview new {{law_used_short}} request to '{{public_body_name}}
sq: Shih kërkesën e re për {{law_used_short}} drejtuar '{{public_body_name}}

source: Preview your annotation
sq: Shih shënimin tënd

source: Preview your message
sq: Shih mesazhin tënd

source: Preview your request
sq: Shih kërkesën tuaj

source: Previous message
sq: Mesazhi paraprak

source: Print your one time passcode
sq: Shtyp kodkalimin e vetëm një herë

source: Privacy and cookies
sq: Privatësia dhe Cookies

source: Profile image for {{user_name}}
sq: Imazhi i profilit {{user_name}}

source: Project owner
sq: Pronari i projektit

source: Proposed Email:
sq: Emaili i propozuar:

source: Public Bodies
sq: Organet Publike

source: Public Body
sq: Organi Publik

source: Public authorities
sq: Institucionet publike

source: Public authorities - {{description}}
sq: Institucionet publike - {{description}}

source: Public authorities {{start_count}} to {{end_count}} of {{total_count}}
sq: Institucionet publike {{start_count}} deri {{end_count}} prej {{total_count}}

source: Public authority statistics
sq: Statistikat për Institucionet Publike

source: Public bodies that most frequently replied with "Not Held"
sq: Institucionet publike që shumë shpesh përgjigjen "Nuk u Mbajt"

source: Public bodies with most overdue requests
sq: Institucionet publiket me shumicën e kërkesave të vonuara

source: Public bodies with the fewest successful requests
sq: Institucionet publike me kërkesat më të pakta të suksesshme

source: Public bodies with the most requests
sq: Institucionet publike me më shumë kërkesa

source: Public bodies with the most successful requests
sq: Institucionet publike me kërkesat më të suksesshme

source: Publication scheme
sq: Skema e publikimit

source: Query can't be blank
sq: Pyetja s'mund të lihet bosh

source: Query is too long
sq: Pyetja është shumë e gjatë

source: Quick
sq: Shpejtë

source: Re-edit this annotation
sq: Ri-edito këtë shënim

source: Re-edit this message
sq: Ri-edito këtë mesazh

source: Read about <a href="{{advanced_search_url}}">advanced search operators</a>, such as proximity and wildcards.
sq: Lexo rreth <a href="{{advanced_search_url}}">operatorëve të avansuar për kërkim</a>, të tilla si afërsia dhe gjithëpërfshirëse.

source: Read blog
sq: Lajmet

source: Read more
sq: Lexo më shumë
