Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: You are already subscribed to '{{link_to_request}}', a request.
sq: Tashmë jeni të abonuar tek '{{link_to_request}}', një kërkesë.

source: You are already subscribed to '{{link_to_user}}', a person.
sq: Tashmë jeni të abonuar tek '{{link_to_user}}', një person.

source: You are already subscribed to <a href="{{search_url}}">this search</a>.
sq: Tashmë jeni të abonuar tek <a href="{{search_url}}">ky kërkim</a>.

source: You are already subscribed to any <a href="{{new_requests_url}}">new requests</a>.
sq: Tashmë jeni të abonuar tek çdo <a href="{{new_requests_url}}">kërkesë e re</a>.

source: You are already subscribed to any <a href="{{successful_requests_url}}">successful requests</a>.
sq: Tashmë jeni të abonuar tek çdo <a href="{{successful_requests_url}}">kërkesë e suksesshme</a>.

source: You are an <strong>owner</strong> on this project
sq: Je një <strong>pronar</strong> në këtë projekt

source: You are currently receiving notification of new activity on your wall by email.
sq: Tashmë jeni duke marrë njoftime për aktivitetet e reja në murin tuaj nëpërmjet postës elektronike.

source: You are following all new successful responses
sq: Ju po ndiqni çdo përgjigje të re të suksesshme

source: You are no longer following '{{link_to_authority}}', a public authority.
sq: Nuk po ndiqni më '{{link_to_authority}}', një institucion publik.

source: You are no longer following '{{link_to_request}}', a request.
sq: Nuk po ndiqni më '{{link_to_request}}', një kërkesë.

source: You are no longer following '{{link_to_user}}', a person.
sq: Nuk po ndiqni më '{{link_to_user}}', një person.

source: You are no longer following <a href="{{new_requests_url}}">new requests</a>.
sq: Nuk po ndiqni më <a href="{{new_requests_url}}">kërkesa të reja</a>.

source: You are no longer following <a href="{{search_url}}">this search</a>.
sq: Nuk po ndiqni më <a href="{{search_url}}">këtë kërkim</a>.

source: You are no longer following <a href="{{successful_requests_url}}">successful requests</a>.
sq: Nuk po ndiqni më <a href="{{successful_requests_url}}">kërkesat e suksesshme</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_authority}}', a public authority.
sq: Tani jeni <a href="{{wall_url_user}}">duke ndjekur</a> përditësimet e '{{link_to_authority}}', një institucioni publik.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_request}}', a request.
sq: Tani jeni <a href="{{wall_url_user}}">duke ndjekur</a> përditësimet '{{link_to_request}}', për një kërkesë.

source: You are now <a href="{{wall_url_user}}">following</a> updates about '{{link_to_user}}', a person.
sq: Tani jeni <a href="{{wall_url_user}}">duke ndjekur</a> përditësimet e '{{link_to_user}}', një personi.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{new_requests_url}}">new requests</a>.
sq: Tani jeni <a href="{{wall_url_user}}">duke ndjekur</a> përditësimet e <a href="{{new_requests_url}}">kërkesave të reja</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{search_url}}">this search</a>.
sq: Tani jeni <a href="{{wall_url_user}}">ndjekur</a> përditësimet e <a href="{{search_url}}">këtij kërkimi</a>.

source: You are now <a href="{{wall_url_user}}">following</a> updates about <a href="{{successful_requests_url}}">successful requests</a>.
sq: Tani jeni <a href="{{wall_url_user}}">duke ndjekur</a> përditësimet e <a href="{{successful_requests_url}}">kërkesave të suksesshme</a>.

source: You can <strong>complain</strong> by
sq: Ju mund të <strong>ankoheni</strong> duke

source: You can change the requests and users you are following on <a href="{{profile_url}}">your profile page</a>.
sq: Ju mund të ndryshoni kërkesat dhe përdoruesit që po ndiqni tek <a href="{{profile_url}}">faqja juaj e profilit</a>.

source: You can get this page in computer-readable format as part of the <a href="{{json_path}}">main JSON page</a> for the request. See the <a href="{{api_path}}">API documentation</a>.
sq: Mund ta merrni këtë faqe në format të lexueshëm nga kompjuteri si pjesë e <a href="{{json_path}}">faqes kryesore JSON</a> për kërkesën. Shikoni <a href="{{api_path}}">dokumentacionin e API-së</a>.

source: You can regenerate your one time passcode at any time.
sq: Ju mund të rigjeneroni kodkalimin tuaj të vetëm një herë në çdo kohë.

source: You can see the request and remind the body to respond with the following link:
sq: Mund të shohësh kërkesën dhe rikujtosh institucionit të përgjigjet përmes kësaj lidhjeje:

source: You can see the request and tell the body to respond with the following link. You might like to ask for an internal review, asking them to find out why their response to the request has been so slow.
sq: Mund të shohësh kërkesën dhe t'i thoni institucionit të përgjigjet përmes lidhjes së mëposhtme. Mund të dëshironi të kërkoni rishikim të brendshëm, duke kërkuar nga institucioni të tregojnë pse përgjigja ndaj kërkesës është kaq e ngadaltë.

source: You can see the response with the following link:
sq: Mund të shohësh përgjigjen përmes lidhjes në vazhdim:

source: You can't update your profile text at this time.
sq: Nuk mund ta freskoni tekstin e profilit në këtë moment.

source: You have a new response to the {{law_used_full}} request '{{request_title}}' that you made to {{public_body_name}}.
sq: Keni përgjigje të re në kërkesën {{law_used_full}} '{{request_title}}' që i keni bërë {{public_body_name}}.

source: You have found a bug. Please <a href="{{contact_url}}">contact us</a> to tell us about the problem
sq: Ju keni gjetur një cënim në sistem. Ju lutemi <a href="{{contact_url}}">na kontaktoni</a> për të na treguar rreth problemit që hasët

source: You have hit the rate limit on annotations. Users are ordinarily limited to {{comment_limit}} annotations për day.
sq: Keni arritur kufirin për shënimet. Përdoruesit zakonisht kufizohen në {{comment_limit}} shënime në ditë.

source: You have hit the rate limit on new requests. Users are ordinarily limited to {{max_requests_per_user_per_day}} requests in any rolling 24-hour period. You will be able to make another request in {{can_make_another_request}}.
sq: Keni mbërritur në kufirin e kërkesave të reja. Përdoruesit zakonisht janë të kufizuar në dërgimin e {{max_requests_per_user_per_day}} kërkesave për një periudhe 24 orëshe. Ju do keni mundësi të bëni një kërkesë tjetër në {{can_make_another_request}}.

source: You have left the project.
sq: Keni lënë projektin.

source: You have made no Access to Public Documents requests using this site.
sq: Nuk ke bërë kërkesa për të Drejtën e Qasjes në Dokumente Publike duke përdorur këtë faqe.

source: You have now changed the text about you on your profile.
sq: Tani keni ndryshuar tekstin për veten në profilin tuaj.

source: You have now changed your email address used on {{site_name}}
sq: Tashmë keni ndryshuar adresën tuaj të postës elektronike që përdorët në {{site_name}}

source: You have the <strong>right</strong> to request information from any publicly-funded body, and get answers. {{site_name}} helps you make an Access to Public Documents request. It also publishes all requests online.
sq: Ju keni <strong>të drejtën</strong> për të kërkuar informacion nga çdo agjenci që funksionon me fondet publike dhe të merrni përgjigje. {{site_name}} ju ndihmon si të bëni kërkesat për të Drejtën e Qasjes (QDP). Gjithashtu kjo faqe publikon të gjitha kërkesat online .

source: You just tried to sign up to {{site_name}}, when you already have an account. Your name and password have been left as they previously were. Please click on the link below.
sq: Keni tentuar të regjistroheni në {{site_name}}, kur tashmë je i regjistruar. Emri dhe fjalëkalimi kanë mbetur siç kanë qenë më parë. Të lutem kliko në lidhjen e mëposhtme.

source: You know what caused the error, and can <strong>suggest a solution</strong>, such as a working email address.
sq: Ju e dini se çfarë shkaktoi gabimin dhe mund të <strong>sugjeroni një zgjidhje</strong>, p.sh. një adresë funksionale të institucionit.

source: You left an annotation ({{date}})
sq: Ju keni lënë një shënim ({{date}})

source: You may <strong>include attachments</strong>. If you would like to attach a file too large for email, use the form below.
sq: Ju keni mundësinë <strong>të përfshini dokumente të bashkangjitura</strong>. Nëse dëshironi të bashkangjitni një dokument që është shumë i madh për mesazhin elektronik, përdorni formularin si më poshtë.

source: You may be able to find one on their website, or by phoning them up and asking. If you manage to find one, then please <a href="{{help_url}}">send it to us</a>.
sq: Ju mund të jeni në gjendje të gjeni një në faqen e tyre të internetit, ose duke i telefonuar dhe pyetur. Nëse arrin të gjesh një, atëherë <a href="{{help_url}}">na dërgo</a>.

source: You may be able to find one on their website, or by phoning them up and asking. If you manage to find one, then please send it to us:
sq: Ndoshta ju do mundeni të gjeni një të tillë në faqen e tyre të internetit, ose duke i telefonuar ata. Nëse arrini ta gjeni atëherë ju lutemi na e dërgoni:

source: You might find some useful information in the notes we hold about '{{authority_name}}':
sq: Mund të gjeni disa informacione të dobishme në shënimet që mbajmë për '{{authority_name}}':

source: You need to be logged in to change the text about you on your profile.
sq: Duhet të jesh i kyçur për të ndryshuar tekstin rreth jush në profil.

source: You need to be logged in to change your profile photo.
sq: Duhet të jesh i kyçur që të ndryshosh fotografinë e profilit.

source: You need to be logged in to clear your profile photo.
sq: Duhet të jesh i kyçur për të fshirë fotografinë e profilit.

source: You need to be logged in to edit your profile.
sq: Duhet të kyçesh për të redaktuar profilin tuaj.

source: You need to be logged in to report a request for administrator attention
sq: Duhet të kyçesh për të raportuar një kërkesë për vëmendjen e administratorit

source: You only have a right in law to access information about the environment from this authority
sq: Keni vetëm të drejtën ligjore për t'iu qasur informacionit rreth mjedisit nga ky institucion

source: You previously submitted that exact follow up message for this request.
sq: Më parë ke dërguar të njëjtin mesazh vazhdues për këtë kërkesë.

source: You should get a response within {{late_number_of_days}} days, or be told if it will take longer (<a href="{{review_url}}">details</a>).
sq: Normalisht duhet të merrni një përgjigje brenda {{late_number_of_days}} ditë pune, ose të njoftoheni se do të marrë kohë më të gjatë (<a href={{review_url}}">detajet</a>).

source: You should have received a copy of the request by email, and you can respond by <strong>simply replying</strong> to that email. For your convenience, here is the address:
sq: Ju duhet të kishit marrë një kopje të kërkesës me postë elektronike dhe ju mund t'i përgjigjeni thjeshtë duke <strong> ju përgjigjur</strong> këtij mesazhi. Për lehtësinë tuaj, ja ku ndodhet adresa:

source: You want to <strong>give your postal address</strong> to the authority in private.
sq: Ju dëshironi të <strong>jepni adresën tuaj postale </strong> te institucioni në mënyrë private.

source: You will be given a one time passcode when you enable two factor authentication. Do not share this passcode. You can either keep it in your password manager, or print it and keep it somewhere safe.
sq: Do ju jepet një kodkalim që është vetëm një herë kur të aktivizoni verifikimin me dy faktorë. Mos e ndani me të tjerë këtë kod kalim. Ose duhet ta mbani në menaxherin e fjalëkalimeve, ose duhet ta shtypni dhe ta mbani diku të sigurt.

source: You will be unable to make new requests, send follow ups or send messages to other users. You may continue to view other requests, and set up email alerts.
sq: Nuk do të jeni në gjendje të bëni kërkesa të reja, të dërgoni përcjellje ose të dërgoni mesazhe të përdoruesit e tjerë. Mund të vazhdoni të shikoni kërkesat e tjera dhe të konfiguroni lajmërimet me email.

source: You will be unable to make new requests, send follow ups, add annotations or send messages to other users. You may continue to view other requests, and set up email alerts.
sq: Nuk do mundeni të realizoni kërkesa të reja, të dërgoni mesazhe vijuese, të shtoni shënime apo të dërgoni mesazhe tek përdoruesit e tjerë. Ju mund të vazhdoni të shihni kërkesat e tjera dhe të programoni lajmërimet elektronike.

source: You will no longer be emailed updates for those alerts
sq: Nuk do të merrni më përditësimet me postë elektronike për këto lajmërime

source: You will now be emailed updates about '{{link_to_authority}}', a public authority.
sq: Tani do të merrni përditësimet me postë elektronike rreth '{{link_to_authority}}', një institucioni publik.

source: You will now be emailed updates about '{{link_to_request}}', a request.
sq: Tani do të merrni përditësimet me postë elektronike rreth '{{link_to_request}}', një kërkese.

source: You will now be emailed updates about '{{link_to_user}}', a person.
sq: Tani do të merrni përditësimet me postë elektronike rreth '{{link_to_user}}', një personi.

source: You will now be emailed updates about <a href="{{search_url}}">this search</a>.
sq: Tani do të merrni përditësimet me postë elektronike rreth <a href="{{search_url}}">këtij kërkimi</a>.

source: You will now be emailed updates about <a href="{{successful_requests_url}}">successful requests</a>.
sq: Tani do të merrni përditësimet me postë elektronike rreth <a href="{{successful_requests_url}}">kërkesave të suksesshme</a>.

source: You will now be emailed updates about any <a href="{{new_requests_url}}">new requests</a>.
sq: Tani do të merrni përditësimet me postë elektronike rreth çdo <a href="{{new_requests_url}}">kërkese të re</a>.

source: You will only get an answer to your request if you follow up with the clarification.
sq: Do të merrni përgjigje në kërkesën tuaj vetëm në qoftë se e sqaroni atë.

source: You will still be able to view it while logged in to the site. Please reply to this email if you would like to discuss this decision further.
sq: Mund të vazhdoni ta shihni atë ndërsa jeni të kyçur në këtë faqe. Ju lutem përgjigjuni këtij mesazhi nëse dëshironi të diskutoni më tej për këtë vendim.

source: You're in. <a href="#" id="send-request">Continue sending your request</a>
sq: Jeni brenda. <a href="#" id="send-request">Vazhdoni të dërgoni kërkesat tuaja</a>

source: You're long overdue a response to your APD request - {{request_title}}
sq: Ju keni një përgjigje tejet të vonuar për kërkesën tuaj për të Drejtën e Qasjes në Dokumente Publike {{request_title}}

source: You're not following anything.
sq: Nuk po ndiqni ndonjë gjë.

source: You've now cleared your profile photo
sq: Tani keni pastruar fotografinë e profilit

source: Your <strong>name will appear publicly</strong> (<a href="{{why_url}}">why?</a>) on this website and in search engines. <a href="{{help_url}}">Thinking of using a pseudonym?</a>
sq: <<strong>Emri juaj do të shfaqet publikisht</strong> (<a href="{{why_url}}">pse?</a>) në këtë faqe interneti dhe në platforma të kërkimit (p.sh. Google). <a href="{{help_url}}">Po mendoni të përdorni një pseudonim?</a>

source: Your APD request - {{request_title}} has been made public on {{site_name}}
sq: Kërkesa juaj për QDP - {{request_title}} është bërë publike në {{site_name}}

source: Your APD request - {{request_title}} will be made public on {{site_name}} this week
sq: Kërkesa juaj për QDP - {{request_title}} do të bëhet publike në {{site_name}} këtë javë

source: Your Access to Public Documents request
sq: Kërkesa juaj për të Drejtën e Qasjes në Dokumente Publike

source: Your annotations
sq: Shënimet e tua

source: Your batch request "{{title}}" has been sent
sq: Listë kërkesa juaj "{{title}}" është dërguar

source: Your current one time passcode:
sq: Kodkalimi juaj aktual i vetëm një herë:

source: Your daily request summary from {{pro_site_name}}
sq: Përmbledhja ditore e kërkesave tuaja nga {{pro_site_name}}

source: Your details, including your email address, have not been given to anyone.
sq: Të dhënat tuaja, duke përfshirë adresën tuaj elektronike, nuk janë ndarë me askënd.

source: Your e-mail:
sq: Posta juaj elektronike:

source: Your email doesn't look like a valid address
sq: Posta juaj elektronike nuk është një adresë e vlefshme

source: Your email:
sq: Emaili juaj elektronik:

source: Your follow up has not been sent because this request has been stopped to prevent spam. Please <a href="{{url}}">contact us</a> if you really want to send a follow up message.
sq: Mesazhi juaj vijues nuk është dërguar për shkak se kërkesa është ndaluar për të parandaluar spam-et. Të lutem <a href="{{url}}">na kontaktoni</a> nëse vërtetë dëshironi të dërgoni mesazhin vijues.

source: Your follow up message has been saved but not yet sent to {{authority_name}} due to an error.
sq: Mesazhi juaj vijues është ruajtur por nuk është dërguar ende te {{authority_name}} për shkak të një gabimi.

source: Your follow up message has been sent on its way.
sq: Mesazhi juaj vijues është dërguar.

source: Your internal review request has been saved but not yet sent to {{authority_name}} due to an error.
sq: Kërkesa juaj për shqyrtim të brendshëm është ruajtur, por nuk është dërguar ende te {{authority_name}} për shkak të një gabimi.

source: Your internal review request has been sent on its way.
sq: Kërkesa për rishqyrtim të brendshëm është dërguar.

source: Your message has been sent. Thank you for getting in touch! We'll get back to you soon.
sq: Mesazhi juaj u dërgua. Faleminderit që na kontaktuat! Ne do t'ju përgjigjemi së shpejti.

source: Your message to {{recipient_user_name}} has been sent
sq: Mesazhi juaj për {{recipient_user_name}} është dërguar

source: Your message to {{recipient_user_name}} has been sent!
sq: Mesazhi juaj për {{recipient_user_name}} është dërguar!

source: Your message will appear in <strong>search engines</strong>
sq: Mesazhi juaj do të shfaqet në <strong>platformat e kërkimit (p.sh. Google)</strong>

source: Your name and annotation will appear in <strong>search engines</strong>.
sq: Emri dhe shënimi juaj do të shfaqen në <strong>platformat e kërkimit (p.sh. Google).</strong>.

source: Your name, request and any responses will appear in <strong>search engines</strong> (<a href="{{url}}">details</a>).
sq: Emri, kërkesa dhe çdo përgjigje juaj, do të shfaqen në<strong>platformat e kërkimit (p.sh. Google)</strong> (<a href="{{url}}">detajet</a>).

source: Your name:
sq: Emri juaj:

source: Your password has been changed.
sq: Fjalëkalimi juaj është ndryshuar.

source: Your password has been changed. You also have a new one time passcode which you'll need next time you want to change your password
sq: Fjalëkalimi juaj ka ndryshuar. Gjithashtu ju keni një kodkalim për vetëm një here, i cili do ju nevojitet për herën tjetër për të ndryshuar fjalëkalimin

source: Your password:
sq: Fjalëkalimi juaj:

source: Your photo will be shown in public <strong>on the Internet</strong>, wherever you do something on {{site_name}}.
sq: Fotografia juaj do të shfaqet në publik <strong>në Internet</strong>, sa herë që bën diçka në {{site_name}}.

source: Your request
sq: Kërkesa juaj

source: Your request '{{request}}' at {{url}} has been reviewed by moderators.
sq: Kërkesa juaj '{{request}}' tek {{url}} është shqyrtuar nga moderatorët.

source: Your request on {{site_name}} hidden
sq: Kërkesa juaj në {{site_name}} është fshehur

source: Your request to add an authority has been sent. Thank you for getting in touch! We'll get back to you soon.
sq: Kërkesa juaj për të shtuar një institucion është dërguar. Faleminderit që na kontaktuat! Do lidhemi së shpejti së bashku.

source: Your request to update the address for {{public_body_name}} has been sent. Thank you for getting in touch! We'll get back to you soon.
sq: Kërkesa juaj për të përditësuar adresën e {{public_body_name}} është dërguar. Faleminderit që na kontaktuat! Do lidhemi së shpejti së bashku.

source: Your request was called '{{info_request}}'. Letting everyone know whether you got the information will help us keep tabs on
sq: Kërkesa juaj është thirrur '{{info_request}}'. Njoftimi i të gjithëve nëse e keni marrë apo jo atë informacion do të na ndihmoj për monitorim

source: Your requests will be <strong>sent</strong> shortly!
sq: Kërkesa juaj do të <strong>dërgohet</strong> së shpejti!

source: Your response to an APD request was not delivered
sq: Përgjigja juaj në kërkesën për QDP nuk është dorëzuar

source: Your response will <strong>appear on the Internet</strong>, <a href="{{url}}">read why</a> and answers to other questions.
sq: Përgjigja juaj do të <strong>shfaqet në internet,</strong> <a href="{{url}}">lexoni pse</a> dhe përgjigjet për pyetje të tjera.

source: Your right to know
sq: E drejta juaj për tu informuar

source: Your selected authorities
sq: Ju selektuat institucionet

source: Your thoughts on what the {{site_name}} <strong>administrators</strong> should do about the request.
sq: Mendimet tuaja në {{site_name}} së çfarë duhet të bëjnë <strong>administratorët </strong> me kërkesën.

source: Your {{count}} annotation
sq: {{count}} shënim i juaj

source: Your {{count}} batch request
sq: {{count}} listë kërkesë prej jush

source: Your {{count}} private Access to Public Documents request
sq: {{count}} kërkesat tuaja private për Qasje në Dokumente Publike

source: Your {{law_used_full}} request has been sent
sq: Kërkesa juaj {{law_used_full}} është dërguar

source: Your {{site_name}} email alert
sq: Njoftimet tuaja me lajmërime elektronike në {{site_name}}

source: Yours faithfully,
sq: Me respekt,

source: Yours sincerely,
sq: Sinqerisht,

source: Yours,
sq: Respekte,

source: ZIP
sq: Kodi postar

source: [Authority URL will be inserted here]
sq: [URL e institucionit do të vendoset këtu]

source: [Authority name]
sq: [Emri i institucionit]

source: [APD #{{request}} email]
sq: [Mesazhi për #{{request}} për të Drejtën e Qasjes në Dokumente Publike]

source: [Name Removed]
sq: [Emri u hoq]

source: [Personally Identifiable Information removed]
sq: [Informacionet personale të identifikueshme u hoqën]

source: [REDACTED]
sq: [REDAKTUAR]

source: [extraneous and potentially defamatory material removed]
sq: [u hoq material jo i rëndësishëm dhe potencialisht shpifës]

source: [extraneous material removed]
sq: [u hoq material jo i rëndësishëm]

source: [name removed]
sq: [emri u hoq]

source: [potentially defamatory material removed]
sq: [u hoq material potencialisht shpifës]

source: [{{public_body}} request email]
sq: [Mesazhi për kërkesë tek {{public_body}}]

source: [{{site_name}} contact email]
sq: [adresa e kontaktit {{site_name}}]

source: all requests
sq: të gjitha kërkesat

source: all requests or comments
sq: të gjitha kërkesa apo komentet

source: all requests or comments matching text '{{query}}'
sq: të gjitha përgjigjet apo komentet që përputhen me tekstin '{{query}}'

source: also called {{public_body_short_name}}
sq: i emërtuar gjithashtu edhe {{public_body_short_name}}

source: and
sq: dhe

source: and we'll suggest <strong>what to do next</strong>
sq: dhe ne do të sugjerojmë <strong>çfarë të bëni më pas</strong>

source: any section
sq: cilado pjesë

source: anything matching text '{{query}}'
sq: çdo gjë që përputhet me tekstin '{{query}}'

source: are long overdue.
sq: janë vonuar së tepërmi.

source: authorities
sq: institucionet

source: awaiting response
sq: në pritje të përgjigjes

source: by
sq: nga

source: by {{user_link_absolute}}
sq: nga {{user_link_absolute}}

source: can't be nil
sq: nuk mund të jetë zbrazët

source: clarification needed
sq: duhet sqarim

source: comments
sq: komentet

source: complete
sq: kompletuar

source: contact us
sq: na kontaktoni
