Repository: jmeh-sindikata/dumedite-theme
Catalog: locale-theme/*/app.po
Languages: sq

source: All the options below can use <strong>variety</strong> or <strong>latest_variety</strong> before the colon. For example, <strong>variety:sent</strong> will match requests which have <em>ever</em> been sent; <strong>latest_variety:sent</strong> will match only requests that are <em>currently</em> marked as sent.
sq: Të gjitha opsionet si më poshtë mund të përdorin <strong>variety</strong> ose <strong>latest_variety</strong> përpara kolonës. Për shembull, <strong>variety:sent</strong> do të mbledhë vetëm ato kërkesa të cilat janë <em>ever</em> dërguar; <strong>latest_variety:sent</strong> do të mbledhë vetëm ato kërkesa që janë <em>currently</em> markuar si të dërguara.

source: All time
sq: Tërë koha

source: All time best players
sq: Lojtarët më të mirë ndonjëherë

source: Also called {{other_name}}.
sq: E quajtur edhe {{other_name}}.

source: Also send me alerts by email
sq: Më dërgo po ashtu lajmërime me email

source: Alter your subscription
sq: Ndrysho abonimin tënd

source: Although all responses are automatically published, we depend on you, the original requester, to evaluate them.
sq: Edhe pse të gjitha përgjigjet publikohen automatikisht, ne varemi nga ti, si kërkues i tyre, për t'i vlerësuar ato.

source: Although not legally required to do so, we would have expected {{public_body_link}} to have responded by
sq: Edhe pse ligjërisht nuk kërkohet, është pritur nga {{public_body_link}} të përgjigjet deri më

source: Although not legally required to do so, we would have expected {{public_body_link}} to have responded by now
sq: Edhe pse ligjërisht nuk kërkohet, është pritur nga {{public_body_link}} të përgjigjet deri më tani

source: Although the authority is not legally obliged to reply, you should get a response promptly, and normally before the end of <strong>{{date_response_required_by}}</strong>.
sq: Edhe pse ligjërisht nuk kërkohet të përgjigjet, duhet të merrni përgjigje së shpejti dhe normalisht para fundit të <strong>{{date_response_required_by}}</strong>.

source: Although the authority is not legally obliged to reply, you should have got a response, normally before the end of <strong>{{date_response_required_by}}</strong>.
sq: Edhe pse autoriteti nuk ka obligim të përgjigjet, do të duhej të kishit marrë një përgjigje, normalisht para fundit të <strong>{{date_response_required_by}}</strong>.

source: An <a href="{{request_url}}">annotation</a> to <em>{{request_title}}</em> was made by {{event_comment_user}} on {{date}}
sq: Një <a href="{{request_url}}">shënim</a> to <em>{{request_title}}</em> është krijuar nga {{event_comment_user}} më {{date}}

source: An <strong>error message</strong> has been received
sq: Një <strong>mesazh gabimi</strong> është marrë

source: An Environmental Information request
sq: Një kërkesë për Informacion rreth Mjedisit

source: An anonymous user
sq: Një përdorues anonim

source: An error occurred while sending your request to {{authority_name}} but has been saved and flagged for administrator attention.
sq: Ndodhi një gabim gjatë dërgimit tuaj të kërkesës te {{authority_name}} por është ruajtur dhe shënuar për vëmendjen e administratorit.

source: Annotation added to request
sq: Shënimi iu shtua kërkesës

source: Annotation contains defamatory material
sq: Shënimi përmban material shpifës

source: Annotation contains personal information
sq: Shënimi përmban informacion personal

source: Annotations
sq: Shënimet

source: Annotations are so anyone, including you, can help the requester with their request. For example:
sq: Shënimet shërbejnë për të gjithë, duke përfshirë edhe ty, që të mund ti ndihmosh kërkuesit me kërkesën e tyre. Për shembull:

source: Annotations will be posted publicly here, and are <strong>not</strong> sent to {{public_body_name}}.
sq: Shënimet do të shfaqen publikisht këtu, dhe<strong>nuk</strong> dërgohen te {{public_body_name}}.

source: Anonymous user
sq: Përdorues anonim

source: Any device
sq: Çfarëdo pajisje

source: Anyone with the link will be able to view this request.
sq: Kushdo me këtë lidhje do të mundet ta shoh këtë kërkesë.

source: Are we missing a public authority?
sq: Na mungon ndonjë institucion publik?

source: Are you sure you want to disable two factor authentication?
sq: Jeni i sigurt që doni të ç'aktivizoni verifikimin me dy faktorë?

source: Are you sure?
sq: A je i sigurt?

source: Are you sure? If you regenerate your one time passcode you will need to update your password manager or re-print it.
sq: Jeni i sigurt? Nëse rigjeneroni kod-kalimin (passcode) vetëm një herë, atëherë do keni nevojë të përditësoni menaxherin e fjalëkalimit ose ta ri-shtypni atë.

source: Are you the owner of any commercial copyright on this page?
sq: A je pronar i ndonjë të drejte autoriale komerciale në këtë faqe?

source: Article
sq: Artikull

source: Ask EU Authorities
sq: Pyet Autoritetet e BE-së

source: Ask for <strong>specific</strong> documents or information, this site is not suitable for general enquiries.
sq: Kërko dokumente apo informata <strong>specifike</strong>, kjo faqe nuk është e përshtatshme për pyetje të përgjithshme.

source: Ask us to add an authority
sq: Na kërkoni të shtojmë një institucion

source: Ask us to update APD email
sq: Na kërkoni të përditësojmë postën elektronike të QDP

source: Ask us to update the email address for {{public_body_name}}
sq: Na kërkoni të përditësojmë adresën e postës elektronike për {{public_body_name}}

source: At the bottom of this page, write a reply to them trying to persuade them to scan it in (<a href="{{url}}">more details</a>).
sq: Në fund të kësaj faqeje, shkruaji atyre për të kërkuar nga ata që t'i skanojnë (<a href="{{url}}">më shumë detaje</a>).

source: Attachment (optional):
sq: Shtojca - attachment (opsionale):

source: Attachment has been removed
sq: Shtojca është larguar

source: Attachment:
sq: Shtojca (attachment):

source: Authority email:
sq: Posta elektronike e institucionit:

source: Authority name
sq: Emri i institucionit

source: Authority:
sq: Institucioni:

source: Awaiting clarification
sq: Në pritje të qartësimeve

source: Awaiting classification
sq: Në pritje të klasifikimit

source: Awaiting classification.
sq: Në pritje të klasifikimit.

source: Awaiting internal review
sq: Në pritje të shqyrtimit nga AIP

source: Awaiting internal review.
sq: Në pritje për rishqyrtim të brendshëm.

source: Awaiting response
sq: Në pritje të përgjigjes

source: Awaiting response.
sq: Në pritje të përgjigjes.

source: Back to content
sq: Kthehu te përmbajtja

source: Banned for evading another ban
sq: Bllokuar për anashkalimin e një bllokimi tjetër

source: Banned for misuse in breach of house rules
sq: Ndaluar për shkak të shkeljes së rregullave

source: Banned for spamming
sq: Bllokuar për spam

source: Banned from this site
sq: Bllokuar nga ky sajt

source: Batch created by {{info_request_user}} on {{date}}.
sq: Lista e krijuar nga {{info_request_user}} më {{date}}.

source: Beginning with
sq: Duke filluar me

source: Browse <a href="{{requests_url}}">{{number_of_requests}} requests</a> to <a href="{{authorities_url}}">{{number_of_authorities}} authorities</a>
sq: Shfleto <a href="{{requests_url}}">{{number_of_requests}} kërkesa</a> për <a href="{{authorities_url}}">{{number_of_authorities}} institucione</a>

source: Browse <a href='{{url}}'>other requests</a> for examples of how to word your request.
sq: Shfleto <a href='{{url}}'>kërkesa të tjera</a> për shembuj se si të formulosh kërkesën tënde.

source: Browse <a href='{{url}}'>other requests</a> to '{{public_body_name}}' for examples of how to word your request.
sq: Shfleto <a href='{{url}}'>kërkesa të tjera</a> të drejtuara te '{{public_body_name}}' për shembuj se si të formulosh kërkesën tënde.

source: Browse all authorities &rarr;
sq: Shfleto të gjitha institucionet &rarr;

source: Browse all requests &rarr;
sq: Shfleto të gjitha kërkesat &rarr;

source: Browse and search requests
sq: Shiko dhe kërko kërkesat

source: Browse and search requests (page {{count}})
sq: Shiko dhe kërko kërkesat (page {{count}})

source: Browse latest requests
sq: Shfleto kërkesat më të fundit

source: Browse latest responses
sq: Shfleto përgjigjet më të fundit

source: Browse requests
sq: Shiko kërkesat

source: By law, they have to respond.
sq: Sipas ligjit, ata janë të detyruar të përgjigjen.

source: By law, under all circumstances, {{public_body_link}} should have responded by now
sq: Sipas ligjit, në të gjitha rrethanat, {{public_body_link}} duhet të ishte përgjigjur deri tani

source: By law, you should get a response promptly, and normally before the end of <strong>{{date_response_required_by}}</strong>.
sq: Sipas ligjit, duhesh të marrësh një përgjigje menjëherë, dhe normalisht deri në fund të <strong>{{date_response_required_by}}</strong>.

source: By law, you should have got a response promptly, and normally before the end of <strong>{{date_response_required_by}}</strong>.
sq: Sipas ligjit, ti duhet të kesh marrë një përgjigje menjëherë, dhe normalisht para <strong>{{date_response_required_by}}</strong>.

source: By law, {{public_body_link}} should normally have responded <strong>promptly</strong> and
sq: Sipas ligjit, {{public_body_link}} do të duhej të ishte përgjigjur <strong>menjëherë</strong> dhe

source: Can't find the one you want?
sq: Nuk mund të gjeni institucionin që dëshiron?

source: Cancel a {{site_name}} alert
sq: Anulo njoftimet për {{site_name}}

source: Cancel some {{site_name}} alerts
sq: Anulo disa njoftime për {{site_name}}

source: Cancel, return to your profile page
sq: Anulo, kthehu në faqen e profilit tënd

source: Change email on {{site_name}}
sq: Ndrysho emailin në {{site_name}}

source: Change profile photo
sq: Ndrysho fotografinë e profilit

source: Change the text about you on your profile at {{site_name}}
sq: Ndrysho tekstin për vetën në profilin tënd në {{site_name}}

source: Change your email
sq: Ndrysho email adresën tënde

source: Change your email address used on {{site_name}}
sq: Ndysho email adresën tënde të përdorur në këtë {{site_name}}

source: Change your password
sq: Ndrysho fjalëkalimin tënd

source: Change your password on {{site_name}}
sq: Ndrysho fjalëkalimin tënd në {{site_name}}

source: Check for mistakes if you typed or copied the address.
sq: Kontrollo për gabime, nëse ke shtypur ose kopjuar adresën.

source: Check you haven't included any <strong>personal information</strong>.
sq: Kontrollo që nuk ke përfshirë asnjë <strong>informacion personal.</strong>.

source: Choose a reason
sq: Zgjedhni një arsye

source: Choose your profile photo
sq: Zgjedh fotografinë për profilin tënd

source: Citation successfully created.
sq: Citimi u krijua me sukses.

source: Clarification
sq: Sqarim

source: Clarification needed
sq: Duhet sqarim

source: Clarification sent to {{public_body_name}} by {{info_request_user}} on {{date}}.
sq: Sqarimi u dërgua tek {{public_body_name}} nga {{info_request_user}} më {{date}}.

source: Clarify your APD request - {{request_title}}
sq: Sqaro kërkesën tënde për QDP - {{request_title}}

source: Classify an APD response from {{authority_name}}
sq: Klasifiko një përgjigje për kërkesë për informatë zyrtare prej {{authority_name}}

source: Classify responses
sq: Klasifiko përgjigjet

source: Clear photo
sq: Fshij foton

source: Click on the link below to send a message to {{public_body_name}} telling them to reply to your request. You might like to ask for an internal review, asking them to find out why response to the request has been so slow.
sq: Kliko në vegzën më poshtë për të dërguar një mesazh të {{public_body_name}} duke u thënë atyre që të përgjigjen në kërkesën tënde. Mund të dëshirosh të kërkosh rishqyrtim të brendshëm, duke u kërkuar atyre për të gjetur se pse përgjigja ndaj kërkesës ka qenë kaq e ngadaltë.

source: Click on the link below to send a message to {{public_body_name}} telling them to reply to your request. You might like to ask for an internal review, asking them to find out why their response to the request has been so slow.
sq: Kliko në vegzën më poshtë për të dërguar një mesazh të {{public_body_name}} duke u thënë atyre që të përgjigjen në kërkesën tënde. Mund të dëshirosh të kërkosh rishqyrtim të brendshëm, duke u kërkuar atyre të tregojnë pse përgjigja ndaj kërkesës ka qenë kaq e ngadaltë.

source: Click on the link below to send a message to {{public_body}} reminding them to reply to your request.
sq: Kliko në vegzën e mëposhtme për t'i dërguar mesazh {{public_body}} për t'ua përkujtuar që t'i përgjigjen kërkesës tënde.

source: Close
sq: Mbyll

source: Close preview
sq: Mbyll shikimin paraprak

source: Close the request and respond:
sq: Mbyll kërkesën dhe përgjigju:

source: Collapse all correspondence
sq: Ndalo korrepondencën

source: Complete
sq: Përfundo

source: Confirm password:
sq: Fjalëkalimi: (përsërite)

source: Confirm you want to follow all successful APD requests
sq: Konfirmo që do të marrësh email për gjitha kërkesat e sukseshme për QDP

source: Confirm you want to follow new requests
sq: Konfirmo që do të përcjellësh kërkesat e reja

source: Confirm you want to follow new requests or responses matching your search
sq: Konfirmo që dëshiron të marrësh email për kërkesa ose përgjigje të reja që përputhen me kërkimin tënd

source: Confirm you want to follow requests by '{{user_name}}'
sq: Konfirmo që doni të merrni email për kërkesat e reja të '{{user_name}}'

source: Confirm you want to follow requests to '{{public_body_name}}'
sq: Konfirmo që doni të merrni email për kërkesat e reja të '{{public_body_name}}'

source: Confirm you want to follow the request '{{request_title}}'
sq: Konfirmo që dëshiron të përcjellësh kërkesën '{{request_title}}'

source: Confirm your APD request to {{public_body_name}}
sq: Konfirmo kërkesën për QDP tek {{public_body_name}}

source: Confirm your account on {{site_name}}
sq: Konfirmo llogarinë tënde në {{site_name}}

source: Confirm your annotation to {{info_request_title}}
sq: Konfirmo shënimin tënd për {{info_request_title}}

source: Confirm your email address
sq: Konfirmo adresën tënde të emailit

source: Confirm your new email address on {{site_name}}
sq: Konfirmo adresën e email-it tënd të ri në {{site_name}}

source: Considered by administrators as not an APD request.
sq: Konsideruar nga administratorët jo si një kërkesë për Qasje në Dokumente Publike.

source: Considered by administrators as vexatious.
sq: Konsideruar nga administratorët si bezdisëse dhe fshehur nga faqja.

source: Contact us
sq: Na kontakto

source: Contact {{recipient}}
sq: Kontakto {{recipient}}

source: Contains defamatory material
sq: Përmban material shpifës

source: Contains personal information
sq: Përmban informacioin personal

source: Contribute
sq: Kontribuo

source: Cookies not enabled
sq: Biskotat nuk janë aktivizuar

source: Copied!
sq: Kopjuar!

source: Copy
sq: Kopjo

source: Could not identify the request from the email address
sq: Nuk mund ta identifikoj kërkesën nga email adresa

source: Could not update your two factor one time passcode
sq: Nuk mund të përditësoj kodkalimin tuaj me dy faktorë

source: Couldn't understand the image file that you uploaded. PNG, JPEG, GIF and many other common image file formats are supported.
sq: Dokumenti i imazhit të cilin e ngarkove nuk u kuptua. Llojet që përkrahen nga sistemi janë: PNG, JPEG, GIF si dhe shumë formate tjera të zakonshme.

source: Coupon code "{{code}}" applied
sq: Kodi i kuponit "{{code}}" u aplikua

source: Coupon code "{{code}}" revoked
sq: Kodi i kuponit "{{code}}" u tërhoq

source: Create a new account
sq: Krijo një llogari të re

source: Create a widget for this request
sq: Krijo një widget për këtë kërkesë

source: Created by {{info_request_user}} on {{date}}.
sq: Krijuar nga {{info_request_user}} më {{date}}.

source: Crickets. No one is here. It’s time to get the word out.
sq: Gjinkallat. Askush nuk është këtu. Është koha për të shpërndarë fjalën.

source: Crop your profile photo
sq: Prej fotografinë e profilit tënd

source: Cultural sites and built structures (as they may be affected by the environmental factors listed above)
sq: Site kulturore dhe struktura të ndërtuara (se mund të jenë të ndikuara nga faktorët mjedisore të listuar më sipër)

source: Current Email:
sq: Emaili aktual:

source: Currently <strong>waiting for a response</strong> from {{public_body_link}}, they should respond promptly and
sq: Momentalisht <strong>duke pritur përgjigje</strong> nga {{public_body_link}}, ata duhet të përgjigjen së shpejti dhe

source: Data interpretation
sq: Interpretimi i të dhënave

source: Date:
sq: Data:

source: Dear [Authority name],
sq: I/E nderuar,

source: Dear {{name}},
sq: I/E nderuar {{name}},

source: Dear {{placeholder_body_name}},
sq: Të nderuar {{placeholder_body_name}},

source: Dear {{public_body_name}},
sq: Të nderuar {{public_body_name}},

source: Dear {{user_name}},
sq: I/E nderuar {{user_name}},

source: Defunct.
sq: Jofunks.

source: Delayed
sq: Vonuar

source: Delayed response to your APD request - {{request_title}}
sq: Përgjigje e vonuar në kërkesën tënde - {{request_title}}

source: Delayed.
sq: Vonuar.

source: Delivery Status for Outgoing Message #{{id}}
sq: Statusi i dorëzimit i mesazhit dalës #{{id}}

source: Delivery error
sq: Gabim gjatë dorëzimit

source: Details of request &ldquo;{{request_title}}&rdquo;
sq: Detajet e kërkesës &ldquo;{{request_title}}&rdquo;

source: Did you mean: {{correction}}
sq: Mos mendove këtë: {{correction}}

source: Disable
sq: Ç`aktivizo

source: Disable two factor authentication
sq: Ç'aktivizo verfikimin me 2 faktorë

source: Disclaimer: This message and any reply that you make will be published on the internet. Our privacy and copyright policies:
sq: Shfajësim: Ky mesazh dhe çdo përgjigje që ti i jep atij do të publikohen në internet. Politikat tona për privatësinë dhe të drejtat autoriale:

source: Disclosure log
sq: Dhënie informacioni shpjegues

source: Do not fill in this field
sq: Mos e mbushni këtë fushë

source: Do not share this passcode.
sq: Mos e ndani me të tjerë këtë kodkalim.

source: Don't have a superuser account yet?
sq: Nuk keni ende një llogari super-përdoruesi?

source: Don't want to address your message to {{person_or_body}}? You can also write to:
sq: Nuk dëshiron t'ia adresosh mesazhin tënd {{person_or_body}}? Gjithashtu mund t'i shkruash:

source: Done
sq: Mbaroi

source: Done &gt;&gt;
sq: Bëj &gt;&gt;

source: Download Data
sq: Shkarko të dhënat

source: Download a zip file of all correspondence
sq: Shkarko zip skedarin me korrespondencën e plotë

source: Download original attachment
sq: Shkarko shtojcën (attachment) origjinale

source: Downloads
sq: Shkarkimet

source: Edit and add <strong>more details</strong> to the message above, explaining why you are dissatisfied with their response.
sq: Redakto dhe shto <strong>më shumë detaje</strong> në mesazhin e mësipërm, duke shpjeguar se pse nuk je i kënaqur me përgjigjen e tyre.

source: Edit text about you
sq: Redakto tekstin për vetën tënde

source: Edit your request
sq: Redakto këtë kërkesë

source: Either the email or password was not recognised, please try again.
sq: Adresa e email-it apo fjalëkalimi nuk janë njohur, të lutem provo përsëri.

source: Either the email or password was not recognised, please try again. Or create a new account using the form on the left.
sq: Adresa e email-it apo fjalëkalimi nuk janë të njohur, të lutem provo përsëri. Ose krijo një llogari të re duke përdorur formularin në të djathtë.

source: Email Alerts Disabled
sq: Njoftimet me email janë çkyçur

source: Email alerts for things you follow have now been disabled.
sq: Njofitmet me email për gjërat që i ndiqni tani janë çkyçur.

source: Email doesn't look like a valid address
sq: Adresa e postës elektronike nuk duket si një adresë e vlefshme

source: Email me future updates to this request
sq: Më dërgo aktualizime me postë elektronike në lidhje me këtë kërkesë

source: Email:
sq: Postë elektronike:

source: Enable
sq: Aktivizo

source: Enable two factor authentication
sq: Aktivizo verfikimin me 2 faktorë

source: Enter words that you want to find separated by spaces, e.g. <strong>climbing lane</strong>
sq: Shkruaj fjalët që do t'i gjesh të ndara me hapësirë, psh. <strong>asfaltim rruge</strong>

source: Enter your response below. You may attach one file (use email, or <a href="{{url}}">contact us</a> if you need more).
sq: Shtoni përgjigjen tuaj si më poshtë. Mund të bashkangjitni një dokumet (përdor postën elektronike, ose <a href="{{url}}">na kontaktoni</a> nëse dëshironi më shumë).

source: Environmental Information Regulations
sq: Legjislatura për Informacion Mjedisor

source: Environmental Information Regulations requests made
sq: Kërkesat e bëra për Legjislaturën për Informacion Mjedisor

source: Environmental Information Regulations requests made using this site
sq: Kërkesat e bëra për Legjislaturën për Informacion Mjedisor duke përdorur këtë faqe

source: Event history
sq: Historiku i ngjarjeve

source: Every citizen has the right to access information held by public authorities.
sq: Çdo qytetar ka të drejtën për të pasur informacionet e çdo institucioni publik.

source: Everything that you enter on this page, including <strong>your name</strong>, will be <strong>displayed publicly</strong> on this website <a href="{{url}}">forever</a>
sq: Çdo gjë që ke shkruar në këtë faqe, duke përfshirë edhe <strong>emrin tënd</strong>, do të <strong>shfaqet përgjithmonë publikisht</strong> në këtë faqe (<a href="{{url}}">pse?</a>)

source: Expand all correspondence
sq: Zgjero të gjithë korrespondencën

source: Extract data
sq: Nxjerr të dhënat

source: Extract relevant information from each successful freedom of information request and enter it into the provided fields. This will populate the data file for this project.
sq: Nxirrni informacionin përkatës nga çdo kërkesë e suksesshme për lirinë e informacionit dhe futeni atë në fushat e dhëna. Kjo do të plotësojë skedarin e të dhënave për këtë projekt.

source: Extraction couldn't be saved.
sq: Ekstrakti nuk mund të ruhej.

source: APD
sq: QDP

source: APD email address for {{public_body}}
sq: Adresa e postës elektronike të QDP për {{public_body}}

source: APD law does not apply to this authority.
sq: Ligji për QDP nuk aplikohet për këtë institucion.

source: APD requests
sq: Kërkesat për QDP

source: APD requests by '{{user_name}}'
sq: Kërkesa për QDP nga '{{user_name}}'

source: APD requests {{start_count}} to {{end_count}} of about {{total_count}}
sq: Kërkesat për QDP {{start_count}} deri në {{end_count}} nga rreth {{total_count}}

source: APD response requires admin ({{reason}}) - {{request_title}}
sq: Përgjigja për QDP kërkon admin ({{reason}}) - {{request_title}}

source: Failed
sq: Dështoi

source: Failed to convert image to a PNG
sq: Konvertimi i imazhit në PNG dështoi

source: Failed to convert image to the correct size: at {{cols}}x{{rows}}, need {{width}}x{{height}}
sq: Konvertimi i imazhit në madhësinë adekuate dështoi: në {{cols}}x{{rows}}, duhet {{width}}x{{height}}

source: Filter
sq: Filtro

source: Filter by Request Status (optional)
sq: Filtro nëpërmjet Statusit të Kërkesës (opsionale)

source: Find an authority
sq: Gjej institucionin

source: Find the authorities
sq: Gjej institucionin

source: Find the authorities to write to
sq: Gjej institucionin që kërkon t'i shkruash

source: First, did your other requests succeed?
sq: Së pari, a kanë qenë të suksesshme kërkesat tuaja të mëparshme?

source: First, type in the <strong>name of the public authority</strong> you'd like information from.
sq: Së pari, shtypni <strong>emrin e institucionit publik</strong> prej të cilit kërkoni informacion.

source: Follow
sq: Ndiq

source: Follow all new requests
sq: Ndiq të gjitha kërkesat e reja

source: Follow new successful responses
sq: Ndiq përgjigjet e reja të suksesshme
